Repository: builder08/enigma2-plugins_5.9
Catalog: ftpbrowser/po/*.po
Languages: nl

source: A basic FTP client
nl: Een eenvoudige FTP client

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
nl: Een bestand met deze naam (%s) bestaat lokaal al. Wilt u die overschrijven?

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
nl: Een bestand met deze naam (%s) bestaat al op de host. Wilt u die overschrijven?

source: A transfer is currently in progress. What do you want to do?
nl: Een transfer is momenteel bezig. Wat wilt u doen?

source: Abort transfer
nl: Brekk transfer af

source: Add
nl: Voeg toe

source: Address:
nl: Adres:

source: Are you sure you want to delete %s?
nl: Weet u zeker dat u %s wilt verwijderen?

source: Cancel
nl: Annuleer

source: Configuration saved.
nl: Configuratie opgeslagen.

source: Connect to FTP...
nl: Verbind met FTP...

source: Could not delete %s.
nl: Kon %s niet verwijderen.

source: Could not obtain list of files.
nl: Kon geen lijst met bestanden krijgen.

source: Could not rename %s.
nl: Kon %s niet hernoemen.

source: Delete
nl: Verwijder

source: Download finished.
nl: Download gereed.

source: Edit
nl: Bewerk

source: Enter URI
nl: Voer URL in

source: Enter URI of FTP Server:
nl: Voer URI van de FTP Server in:

source: Enter new filename:
nl: Voer nieuwe bestandsnaam in:

source: Error
nl: Fout

source: Error during download.
nl: Fout tijdens download.

source: Exit
nl: Sluit af

source: Local
nl: Lokaal

source: Name:
nl: Naam:

source: Passive:
nl: Passief:

source: Password:
nl: Wachtwoord:

source: Queue processed.
nl: Queue verwerkt.

source: Really delete this entry? It cannot be recovered!
nl: Deze entry echt verwijderen? Dit kan niet ongedaan worden gemaakt!

source: Remote (not connected)
nl: Remote (niet verbonden)

source: Removed %s.
nl: %s verwijderd.

source: Removing directories is not supported.
nl: Verwijderen van mappen wordt niet ondersteund

source: Rename
nl: Hernoem

source: Renamed %s to %s.
nl: %s in %s hernoemd.

source: Run in Background
nl: Voer op de achtergrond uit

source: Save
nl: Sla op

source: Select local file list
nl: Selecteer de lokale bestandslijst

source: Select remote file list
nl: Selecteer de remote bestandslijst

source: There already is an active connection. Do you want to abort it?
nl: Er is al een actieve verbinding. Wilt u afbreken?

source: There already is an active transfer.
nl: Er is al een transfer bezig.

source: Upload finished.
nl: Upload gereed.

source: Username:
nl: Gebruikersnaam:

source: Which server do you want to connect to?
nl: Met welke server wilt u verbinden?

source: close
nl: sluit

source: enter directory/get file/put file
nl: ga map in/verkrijg bestand/plaats bestand
