Repository: builder08/enigma2-plugins_5.9
Catalog: Series2Folder/po/*.po
Languages: de

source: To allow Series to Folder to run automatically in the background, configure it to enable "Allow Series to Folder to run in the background"
de: Damit Series to Folder automatisch im Hintergrund ausgeführt werden kann, konfigurieren Sie es so, dass "Series to Folder im Hintergrund ausgeführt wird" aktiviert ist.

source: - Error
de: - Fehler

source: - with an error
de: - mit einem Fehler

source: 1 recording
de: 1 Aufnahme

source: 10 recordings
de: 10 Aufnahmen

source: 2 recordings
de: 2 Aufnahmen

source: 3 recordings
de: 3 Aufnahmen

source: 4 recordings
de: 4 Aufnahmen

source: 5 recordings
de: 5 Aufnahmen

source: 6 recordings
de: 6 Aufnahmen

source: 7 recordings
de: 7 Aufnahmen

source: 8 recordings
de: 8 Aufnahmen

source: 9 recordings
de: 9 Aufnahmen

source: Allow Series to Folder to run in the background
de: Zulassen, dass Series to Folder im Hintergrund ausgeführt wird

source: Auto Series to Folder
de: Auto Series in Ordner

source: Automatically create folders
de: Ordner automatisch erstellen

source: Can not extract show name for: %s
de: Showname kann nicht extrahiert werden für: %s

source: Cancel
de: Beenden

source: Configure move series recordings to folders
de: Konfigurieren von Serienaufzeichnungen in Ordner verschieben

source: Configure which notification popups will be shown by Series to Folder when run in the background
de: Konfigurieren Sie, welche Benachrichtigungs-Popups von Series to Folder angezeigt werden, wenn sie im Hintergrund ausgeführt werden

source: Create a folder for a series automatically if there are this number of recordings or more. If set to "no autocreate", only move recordings if a folder already exists for them.
de: Erstellen Sie automatisch einen Ordner für eine Serie, wenn es diese oder mehr Aufnahmen gibt. Wenn auf "keine automatische Erstellung" gesetzt, verschieben Sie Aufnahmen nur, wenn bereits ein Ordner für sie vorhanden ist.

source: Folder for movies
de: Ordner für Filme

source: If enabled, Series to Folder will run automatically in the background shortly after startup and after each recording finishes.
de: Wenn diese Option aktiviert ist, wird Series to Folder kurz nach dem Start und nach Abschluss jeder Aufzeichnung automatisch im Hintergrund ausgeführt.

source: Keyboard
de: Externe Tastatur

source: Move recordings whose names start with "Movie: " (case insensitive) to a folder for movies.
de: Verschieben Sie Aufnahmen, deren Namen mit "Film: " beginnen (Groß-/Kleinschreibung wird nicht beachtet), in einen Ordner für Filme.

source: Move selected series recording to folder
de: Ausgewählte Serienaufzeichnung in Ordner verschieben

source: Move series recordings to folders
de: Verschieben von Serienaufzeichnungen in Ordner

source: Put movies into folder
de: Legen Sie Filme in Ordner

source: Repeat tag to be stripped from from series titles when creating directory names.
de: Wiederholen Sie das Tag, das beim Erstellen von Verzeichnisnamen aus Serientiteln entfernt werden soll.

source: Repeat tag to strip
de: Wiederholen des zu entfernenden Tags

source: Save
de: Speichern

source: Sel Series to Folder
de: Sel Series in Ordner

source: SelSeries2Folder
de: SelSeries2Ordner

source: Series to Folder
de: Serie in Ordner

source: Series to Folder actions%s
de: Serien-zu-Ordner-Aktionen%s

source: Series to Folder actions:%s
de: Serien-zu-Ordner-Aktionen:%s

source: Series to Folder did not find anything to move in %s
de: Serie in Ordner hat nichts gefunden, um in %s zu verschieben

source: Series to Folder is already running in the background.
de: Series to Folder wird bereits im Hintergrund ausgeführt.

source: Series to Folder moved the following recording
de: Serie in Ordner verschoben die folgende Aufzeichnung

source: Series to Folder notifications
de: Benachrichtigungen über Serien in Ordner

source: Series to Folder...
de: Serie in Ordner...

source: Series2Folder
de: Series2Ordner

source: Series2Folder...
de: Series2Ordner...

source: Show move selected series option
de: Option "Ausgewählte Reihen verschieben" anzeigen

source: Show move series option
de: Option "Serien verschieben" anzeigen

source: Single-action move selected series to folder shown in menu and as button option. Displays in menu and buttons as "%s". Requires restart if changed.
de: Ausgewählte Serien mit einer Aktion in einen Ordner verschieben, der im Menü und als Schaltflächenoption angezeigt wird. Wird im Menü und in den Schaltflächen als "%s" angezeigt. Erfordert einen Neustart, falls geändert.

source: Single-action move series to folder shown in menu and as button option. Displays in menu and buttons as "%s". Requires restart if changed.
de: Einzelaktions-Verschieben von Serien in Ordner, die im Menü und als Schaltflächenoption angezeigt werden. Wird im Menü und in den Schaltflächen als "%s" angezeigt. Erfordert einen Neustart, falls geändert.

source: Strip repeat tagging from series titles when creating directory names.
de: Entfernen Sie beim Erstellen von Verzeichnisnamen wiederholte Tags aus Serientiteln.

source: Strip repeat tags from series names
de: Entfernen von Wiederholungstags aus Seriennamen

source: The name of the folder for movies.
de: Der Name des Ordners für Filme.

source: Too many recordings with similar filenames: %s
de: Zu viele Aufnahmen mit ähnlichen Dateinamen: %s

source: Use more portable (Windows-friendly) names for folders.
de: Verwenden Sie portablere (Windows-freundliche) Namen für Ordner.

source: Use portable folder names
de: Portable Ordnernamen verwenden

source: Your %s %s is running tasks that may be accessing the recordings. No recordings moved.
de: Ihr %s %s führt Aufgaben aus, die möglicherweise auf die Aufzeichnungen zugreifen. Es wurden keine Aufnahmen verschoben.

source: Your %s %s is trying to shut down. No recordings moved.
de: Ihr %s %s versucht herunterzufahren. Es wurden keine Aufnahmen verschoben.

source: all
de: alle

source: error
de: Fehler

source: error and "moved"
de: Fehler und "verschoben"

source: no autocreate
de: keine automatische Erstellung

source: none
de: Keine
