Repository: builder08/enigma2-plugins_5.9
Catalog: shoutcast/po/*.po
Languages: nl

source: %s Press OK to try again...
nl: %s Druk op OK om te herhalen...

source: %s Press green-button to try again...
nl: %s Druk op de groene toets om te herhalen....

source: Activate Picture in Picture
nl: Activeer Picture in Picture

source: Add current playing stream to favorite
nl: Lopende zender aan favorietenlijst toevoegen

source: Add current selected genre to favorite
nl: Geselekteerd genre aan favorietenlijst toevoegen

source: Add current selected station to favorite
nl: Geselekteerd station aan favorietenlijst toevoegen

source: Add sequence number to output file
nl: Voeg volgordenummer toe aan outputbestand

source: All
nl: Alle

source: Cancel
nl: Annuleren

source: Choose action:
nl: Kies actie:

source: Config
nl: Configuratie

source: Coverheight:
nl: Coverhoogte:

source: Coverwidth:
nl: Coverbreedte:

source: Create a directory for each stream
nl: Voor elke opname een eigen map maken

source: Disable Picture in Picture
nl: Deactiveer Picture in Picture

source: Do you really want to stop the recording?
nl: Wilt u d eopname echt stoppen?

source: Enter in minutes (0 means unlimited)
nl: Geef Minuten aan (0 = onbeperkt)

source: Enter new name for favorite item
nl: Geef een nieuwe naam op voor de favoriet

source: Enter text to search for
nl: Geef zoekargument op

source: Error create directory %s!
nl: Fout bij creëren map %s!

source: Error downloading cover...
nl: Fout met het downloaden van cover...

source: Favorite list
nl: Favorietenlijst

source: Favorites
nl: Favorieten

source: First play streaming!
nl: Ga eerst streamen!

source: Getting %s
nl: Verkrijg %s

source: Getting SHOUTcast genre list for %s...
nl: Verkrijgt SHOUTcast genre lijst voor %s...

source: Getting SHOUTcast genre list...
nl: SHOUTcast genrelijst laden...

source: Getting streaming data from %s
nl: Verkrijg data van %s

source: Got 0 genres. Could be a network problem. Please try again...
nl: Geen genres geladen. Dit kan een netwerkprobleem zijn. Probeer het nogmaals...

source: Hide
nl: Verbergen

source: Invalid Location
nl: Ongeldig opnamepad

source: Move Picture in Picture
nl: Verplaats Picture in Picture

source: No streaming data found...
nl: Geen data gevonden....

source: Off
nl: Uit

source: Only running streamings can be recorded!
nl: Alleen aktuele streams kunnen worden opgenomen. Opname wordt niet gestart.

source: Record
nl: Opname

source: Recording length
nl: Opname duur

source: Recording location:
nl: Opnamepad:

source: Recording stream station
nl: Momenteel lopende opname

source: Reload station list:
nl: Stationslijst opnieuw laden:

source: Rip to single file, name is timestamped
nl: Opslaan als enkel bestand (datum/tijd wordt daaraan toegevoegd)

source: SHOUTcast genre list
nl: SHOUTcast genelijst

source: SHOUTcast setup
nl: SHOUTcast instellingen

source: SHOUTcast station list for %s
nl: SHOUTcast stationsljist voor %s

source: Search
nl: Zoek

source: Searching SHOUTcast for %s...
nl: Doorzoek SHOUTcast naar %s...

source: Select record path for streamripper
nl: Kies opnamepad voor streamripper

source: Show cover:
nl: Toon cover:

source: Show in extension menu:
nl: Toon in extensie menu:

source: Stop record
nl: Stop opname

source: Stream stopped playing, playback of stream stopped!
nl: Stream gestopt met afspelen, afspelen van stream gestopt!

source: Streaming rate:
nl: Bitrate:

source: Title: %s
nl: Titel: %s

source: Title: n/a
nl: Titel: n/a

source: Zap focus to Picture in Picture
nl: Zap focus naar Picture in Picture

source: Zap focus to main screen
nl: Zap focus naar hoofdscherm

source: every five minutes
nl: elke 5 minuten

source: every minute
nl: elke minuut

source: every three minutes
nl: elke 3 minuten

source: listen to shoutcast internet-radio
nl: luister naar Shoutcast internet-radio

source: remove current selected favorite
nl: Verwijderen

source: rename current selected favorite
nl: hernoemen

source: search-criteria %s
nl: Zoekcriterium %s

source: streamripper not installed!
nl: Streamripper niet geïnstalleerd!
