Repository: builder08/enigma2-plugins_5.9
Catalog: epgrefresh/po/*.po
Languages: nl

source: %d more services
nl: %d meer kanalen

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled. The options 'Ask*' has only affect on a manually refresh. If EPG-Refresh was called in background the default-Answer will be executed!
nl: Als dit is ingeschakeld zal AutoTimer na een succesvolle refresh naar overeenkomsten zoeken. De opties 'Vraag*' heeft alleen effect op een handmatig uitgevoerde refresh. Als EPG-Refresh op de achtergrond werd uitgevoerd, zal het standaard antwoord worden uitgevoerd!

source: An automated refresh will start after this time of day, but before the time specified in next setting.
nl: Automatische refresh zal starten na de ingestelde tijd, maar voor de tijd die in de volgende instelling staat.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
nl: Automatische refresh zal starten voor de ingestelde tijd, maar na de tijd die in de vorige instelling staat.

source: Ask default No
nl: Vraag default Nee

source: Ask default Yes
nl: Vraag default Ja

source: AutoTimer failed with error %s
nl: AutoTimer mislukt met fout %s

source: Automatically refresh EPG
nl: Automatisch EPG vernieuwen

source: Background only
nl: Alleen op de achtergrond

source: Bouquets
nl: Boeketten

source: Cancel
nl: Annuleren

source: Channels
nl: Zenders

source: Close and forget changes
nl: Sluit en annuleer veranderingen

source: Close and save changes
nl: Sluit en sla veranderingen op

source: Delay if not in standby (minutes)
nl: Vertraging indien niet in standby (minuten)

source: Delete
nl: Verwijder

source: Display more Options
nl: Toon meer opties

source: Duration to stay on service (seconds)
nl: Hoe lang op een kanaal afstemmen (seconden)?

source: EPG refresh auto-start earliest (hh:mm)
nl: Vroegste EPG-refresh auto-start (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
nl: Laatste EPG-refresh auto-start (hh:mm)

source: EPG refresh finished.
nl: EPG-refresh gereed.

source: EPG refresh finished. Should AutoTimer be search for new matches?
nl: EPG-refresh is gereed. Moet AutoTimer naar nieuwe overeenkomsten zoeken?

source: EPG refresh started in background.
nl: EPG-refresh loopt op de achtergrond.

source: EPG refresh starts scanning channels.
nl: EPG-refresh start het scannen van kanalen.

source: EPGREFRESH_NOTIFICATION_DOMAIN
nl: EPGREFRESH_NOTIFICATIE_DOMEIN

source: EPGRefresh Configuration
nl: EPG-refresh configuratie

source: EPGRefresh Configuration Help
nl: EPG-refresh configuratie Help

source: EPGRefresh Functions
nl: Functies EPG verversen

source: EPGRefresh Services
nl: EPG-refresh kanalen

source: Edit Services
nl: Zenders bewerken

source: Edit Services to refresh
nl: Bewerk te verniewen zenders

source: Editing
nl: Wat wil je bewerken

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
nl: Toon EPG-refresh instellingsmenu in het extensiemenu.

source: Enable this to be able to access the EPGRefresh configuration from within the plugin menu.
nl: Schakel dit in om de EPGRefresh-instellingen in applicaties te zien.

source: Enable this to be able to start the EPGRefresh from within the extension menu.
nl: Schakel dit in om EPG-refresh vanuit het extensiemenu te kunnen starten.

source: Extend the list of services to refresh by those your AutoTimers use?
nl: Breidt de lijst met kanalen uit met die kanalen die AutoTimers gebruikt?

source: Fake recording
nl: Nep opname

source: Following Services have to be scanned:
nl: De volgende kanalen moeten worden gescand:

source: Force scan even if receiver is in use.
nl: Forceer de scan, zelfs als de ontvanger in gebruik is.

source: Foreground also
nl: Ook op voorgrond

source: Functions
nl: Functies

source: General Help
nl: Algemene help

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
nl: Als de ontvanger momenteel niet in standby is, is dit de tijd die EPG-refresh zal wachten alvorens het weer te proberen.

source: If this is enabled, the plugin will wake up the receiver from standby if possible. Otherwise it needs to be switched on already.
nl: Als dit is ingeschakeld, zal de plugin de ontvanger indien mogelijk uit standby halen. Anders moet deze al zijn ingeschakeld.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
nl: Als u de de EPG op de achtergrond wilt laten lopen, kunt u de gewenste modus hier aangeven (zoals verborgen, nep-opname of de reguliere PiP).

source: Inherit Services from AutoTimer
nl: GeÃ«rfde Services van AutoTimer

source: Key Help
nl: Toets Help

source: Last refresh was %s
nl: Laatste refresh was %s

source: Main Picture
nl: Hoofd beeld

source: Move page down
nl: Ga een pagina naar beneden

source: Move page up
nl: Ga een pagina naar boven

source: New
nl: Nieuw

source: No
nl: Nee

source: Pending Services
nl: Nog niet afgewerkte kanalen

source: PiP available now.
nl: PiP is nu beschikbaar.

source: Picture in Picture (hidden)
nl: Picture in Picture (verborgen)

source: Please don't use PiP meanwhile!
nl: Gebruik PiP intussen niet!

source: Really close without saving settings?
nl: Echt sluiten zonder op te slaan?

source: Refresh EPG automatically
nl: Ververs EPG automatisch

source: Refresh EPG using
nl: Maak voor EPG-refresh gebruik van

source: Refresh now
nl: Nu vernieuwen

source: Run AutoTimer after refresh
nl: Voer AutoTimer uit na de refresh

source: Select bouquet to refresh
nl: Kies boeket om te vernieuwen

source: Select channel to refresh
nl: Kies zender om te vernieuwen

source: Should protected services be skipped if refresh was started in interactive-mode?
nl: Moeten met kinderslot beschermde kanalen overgeslageb worden als de interactieve modus gebruikt wordt?

source: Show 'EPGRefresh Start now' in extension menu.
nl: Toon 'EPGRefresh Start nu' in extensies.

source: Show Advanced Options
nl: Toon geavanceerde opties

source: Show Setup in extension menu
nl: Toon instellingen in extensies

source: Show Setup in plugins
nl: Toon Instellingen in plugins

source: Show last EPGRefresh - Time
nl: Toon tijdstip laatste EPG verversen

source: Show more Functions
nl: Toon meer functies

source: Show popup when refresh starts and ends.
nl: Toon popup als de refresh begint en klaar is.

source: Show the pending Services for refresh
nl: Toon de nog niet afgewerkte kanalen

source: Shutdown after EPG refresh.
nl: STB afsluiten na EPG refresh.

source: Skip protected Services
nl: Sla met kinderslot beschermde kanalen over

source: Start EPGrefresh immediately
nl: Start EPG verversen nu

source: Stop Running EPG-refresh
nl: Stop EPG verversen

source: Stop running refresh
nl: Stop verversen

source: There is still a refresh running. The Operation isn't allowed at this moment.
nl: Deze handeling kan op dit moment niet worden uitgevoerd omdat er nog een refresh loopt.

source: This is the duration each service/channel will stay active during a refresh.
nl: Dit is de tijdsduur dat elk kanaal afgestemd blijft tijdens een verversing.

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
nl: Deze instelling bepaalt of er een melding wordt vertoond by het begin en het einde van een refresh.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
nl: Deze instelling bepaalt of de refresh zal worden geinitieerd zelfs als de ontvanger actief is (dus niet in standby en niet aan het opnemen).

source: This setting controls whether the receiver should be set to standby after refresh is completed.
nl: Deze instelling bepaalt of de ontvanger in standby zal gaan als de refresh gereed is.

source: To apply your Changes the GUI has to be restarted. Do you want to restart the GUI now?
nl: Om de veranderingen op te slaan, moet de GUI herstart worden. Wilt u nu herstarten?

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
nl: Tenzij dit is ingeschakeld, zal EPG-refresh niet automatisch starten, maar moet met de hand via de gele toets in dit nemu worden gestart.

source: Version
nl: Versie

source: Wake up from standby for EPG refresh.
nl: Wake-up vanuit stand-by voor EPG refresh.

source: Yes
nl: Ja

source: add to EPGRefresh
nl: toevoegen aan EPG-refresh

source: never
nl: nooit
