Repository: builder08/enigma2-plugins_5.9
Catalog: showclock/po/*.po
Languages: fi, nl

source: Cancel
fi: Peruuta
nl: Annuleer

source: Clock show timeout
fi: Kellon näyttöaika
nl: Toon klok timeout

source: Description
fi: Kuvaus
nl: Beschrijving

source: Extensions menu
fi: Laajennukset-valikko
nl: Extensie menu

source: Help
fi: Apua

source: Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate using the direction keys. Press OK to store current position and return to the setup menu or EXIT to cancel the moving. Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. If GP3 is installed, weekday shows up in selected language, otherwise always in english.
fi: Muokkaa asetuksia mieltymyksesi mukaan. Muuttaaksesi kellon paikkaa, valitse "Siirrä kelloa" ja siirrä käyttäen suuntanäppäimiä. Paina OK tallentaaksesi nykyisen paikan ja palaa asetukset-valikkoon tai EXIT peruuttaaksesi siirron. Paina "Pitkä-Exit" näyttääksesi kellon TV:tä katsellessasi. Kello häviää määritellyn ajan jälkeen tai painamalla "Pitkä-Exit" uudelleen. Jos GP3 on asennettu, niin viikonpäivä näkyy valitulla kielellä, muutoin aina englanniksi.

source: Move clock
fi: Siirrä kelloa
nl: Verplaats klok

source: Name
fi: Nimi
nl: Naam

source: Please use direction keys to move the clock. Press OK to store current position and return to the setup menu or EXIT to cancel the moving.
fi: Paina suuntanäppäimiä siirtääksesi kelloa. Paina OK tallentaaksesi nykyisen paikan ja palaa asetukset valikkoon tai EXIT peruuttaaksesi siirron.
nl: Gebruik navigatietoetsen om de klok te verplaatsen. Druk op OK om de huidige positie te behouden en terug te keren naar het vorige menu, of exit om de verplaatsing te annuleren.

source: Plugin menu
fi: Lisäosat-valikko

source: Push "Exit" long to show/hide clock
fi: Paina"Exit" pitkään nähdäksesi/piilottaaksesi kellon
nl: Druk op "Exit" lang om de klok te tonen/verbergen.

source: Show Clock Setup
fi: Näytä kellon asetukset
nl: Show Clock instellingen

source: Show Clock setup
fi: Näytä kellon asetukset
nl: Show Clock instellingen

source: Show in
fi: Näytä valikossa
nl: Toon over

source: Specify how long (seconds) the clock shall be shown before it disappears. Set to "0" to show clock until hidden manually.
fi: Määritä kuinka pitkään (sekuntia) kello näkyy ennen häviämistä. Arvolla "0" kello näkyy, kunnes se manuaalisesti piilotetaan.
nl: Geef aan hoe lang (secondes) de klok vertoond zal worden alvorens die verborgen wordt. Gebruik "0" om de klok continu te laten zien, tot deze handmatig verborgen wordt.

source: Specify plugin description to be used in menu (needs GUI restart).
fi: Määritä lisäosan kuvaus, joka näkyy valikossa (käyttöliittymän uudelleen käynnistys vaaditaan).
nl: Geef de pluigin beschrijving die in het menu gebruikt moet worden (GUI herstart noodzakelijk).

source: Specify plugin name to be used in menu (needs GUI restart).
fi: Määritä lisäosan nimi, joka näkyy valikossa (käyttöliittymän uudelleen käynnistys vaaditaan).
nl: Geef de pluigin naam die in het menu gebruikt moet worden (GUI herstart noodzakelijk).

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
fi: Määritä näytetäänkö tämä lisäosa lisäosa-valikossa vai laajennukset-valikossa (käyttöliittymän uudelleen käynnistys vaaditaan)
nl: Geef aan of de plugin in het plugin menu of in het extensie menu getoond moet worden (GUI herstart noodzakelijk)
