Repository: builder08/enigma2-plugins_5.9
Catalog: zaphistorybrowser/po/*.po
Languages: nl

source: Clear
nl: Wissen

source: Config
nl: Configuratie

source: Delete
nl: Verwijderen

source: Enable zap history:
nl: Activeer zap historiek:

source: Enigma1-like history:
nl: Geschiedenis zoals bij Enigma1:

source: Maximum zap history entries:
nl: Maximale zap historiek vermeldingen:

source: Zap-History Browser
nl: Zap-Historiek Browser

source: Zap-History Configurator
nl: Zap-Historiek Configuratie

source: disabled
nl: deactiveer

source: disabled at parental lock
nl: deactiveer kinderslot

source: enabled
nl: activeer
