Repository: builder08/enigma2-plugins_5.9
Catalog: automaticvolumeadjustment/po/*.po
Languages: fi

source: Add
fi: Lisää

source: Adjustment value
fi: Säätöarvo

source: Automatic Volume Adjustment
fi: Automaattinen äänenvoimakkuus

source: Automatic Volume Adjustment - Config
fi: Automaattinen äänenvoimakkuus - asetukset

source: Automatic Volume Adjustment - Entry Config
fi: Automaattinen äänenvoimakkuus - asetuksiin

source: Automatic Volume Adjustment - Service Config
fi: Automaattinen äänenvoimakkuus - palveluasetukset

source: Automatic volume adjust
fi: Automaattinen äänenvoimakkuus

source: Cancel
fi: Peruuta

source: Channel Selection
fi: Kanavavalinta

source: Default volume adjustment value for AC3/DTS
fi: Äänenvoimakkuuden oletusarvo AC3/DTS:lle

source: Delete
fi: Poista

source: Do you really want to delete this entry?
fi: Haluatko todella poistaa tämän arvon

source: Edit
fi: Muokkaa

source: Enable
fi: Salli

source: Max. volume for mpeg audio
fi: Max äänenvoimakkuus mpeg äänelle

source: Modus
fi: Tila

source: Press OK to select a service
fi: Paina OK valitaksesi palvelun

source: Remember service volume value
fi: Muista palvelun äänenvoimakkuus

source: Servicename
fi: Palvelunnimi

source: Services
fi: Palvelut

source: Show volumebar when volume-value was changed
fi: Näytä äänenvoimakkuuspalkki muutoksessa

source: You must select a valid service!
fi: Sinun on valittava oikea palvelu
