Repository: builder08/enigma2-plugins_5.9
Catalog: weatherplugin/po/*.po
Languages: fi, uk

source: Add
fi: Lisää
uk: Додати

source: Back
fi: Takaisin
uk: Назад

source: Cancel
fi: Peruuta
uk: Скасувати

source: City
fi: Kaupunki
uk: Місто

source: Delete
fi: Poista
uk: Видалити

source: Edit
fi: Muokkaa
uk: Редагувати

source: Feels like %s
fi: Tuntuu kuin %s
uk: Відчувається як %s

source: Getting weather information...
fi: Haetaan säätietoja...
uk: Отримання інформації про погоду...

source: Humidity: %s %%
fi: Kosteus: %s %%
uk: Вологість: %% %s

source: Location code
fi: Sijaintikoodi
uk: Код розташування

source: MSN location search result
fi: MSN sijainnin hakutulos
uk: Результати пошуку місця розташування

source: No locations defined... Press 'Menu' to do that.
fi: Sijaintia ei määritetty... Paina "Valikko" määritelläksesi.
uk: Місцезнаходження не визначено... Натисніть 'Menu', щоб зробити це.

source: Observation point: %s
fi: Havaintopaikka: %s
uk: Пункт: %s

source: Observation time: %s
fi: Havaintoaika: %s
uk: Час спостереження: %s

source: Please enter a valid city name.
fi: Syötä oikea kaupungin nimi.
uk: Введіть дійсну назву міста.

source: Please enter a valid location code for the city.
fi: Syötä oikea sijaintikoodi kaupungille.
uk: Введіть дійсний код місця розташування.

source: Really delete this WeatherPlugin Entry?
fi: Halauatko todella poistaa tämän sää-lisäosan merkinnän?
uk: Дійсно видалити цей запис?

source: Search Code
fi: Hakukoodi
uk: Пошук коду

source: Show Weather Forecast
fi: Näytä sääennustus
uk: Показати прогноз погоди

source: System
fi: Järjestelmä
uk: Система

source: Weather Plugin
fi: Sää-lisäosa
uk: Плагін погоди

source: WeatherPlugin: Edit Entry
fi: Sää-lisäosa: Muokkaa merkintää
uk: Изменить запись

source: WeatherPlugin: List of Entries
fi: Sää-lisäosa: lista merkinnöistä
uk: Список записів

source: You need to enter a valid city name before you can search for the location code.
fi: Oikea kaupungin nimi syötettävä ennen kuin sijaintikoodia voi etsiä.
uk: Перш ніж знайти код місцезнаходження, необхідно ввести дійсну назву міста.

source: imperial system
fi: brittiläinen mittajärjestelmä
uk: англійська система

source: metric system
fi: metrijärjestelmä
uk: метрична система
