Repository: builder08/enigma2-plugins_5.9
Catalog: filebrowser/po/*.po
Languages: nl

source: Copy
nl: Kopieer

source: Delete
nl: Verwijder

source: Filebrowser Settings
nl: Filebrowser instellingen

source: Filesystemposition list left
nl: Bestandssysteempositie linker lijst

source: Filesystemposition list right
nl: Bestandssysteempositie rechter lijst

source: Move
nl: Verplaats

source: Rename
nl: Hernoem

source: add Plugin to Extensionmenu
nl: toon plugin in extensies

source: add Plugin to Mainmenu
nl: toon plugin in hoofdmenu

source: copy file
nl: kopieer bestand

source: copying file ...
nl: kopieert bestand...

source: delete file
nl: verwijder bestand

source: deleting file ...
nl: verwijdert bestand...

source: filebrowser buttons
nl: filebrowser toetsen

source: manage local Files
nl: beheer lokale bestanden

source: move file
nl: verlaats bestand

source: moving file ...
nl: verplaatst bestand...

source: no
nl: nee

source: no Viewer installed for this mimetype!
nl: geen viewer ge√Ønstalleerd voor dit minetype!

source: rename file
nl: hernoem bestand

source: renaming file ...
nl: hernoemt bestand...

source: save Filesystemposition on exit
nl: bewaar bestandssysteempositie bij afsluiten

source: yes
nl: ja
