Repository: builder08/enigma2-plugins_5.9
Catalog: permanenttimeshift/po/*.po
Languages: ru, sk

source: Save and stop
ru: Сохранить и остановить
sk: Uložiť a zastaviť

source: Save and record
ru: Сохранить и записать
sk: Uložiť a nahrávať

source: Don't save
ru: Не сохранять
sk: Neukladať

source: Timeshift
ru: Временной сдвиг
sk: Časový posun

source: OH NO! The timeshift that was marked to save at end of event, was lost because you zapped away!
ru: О НЕТ!! Временной сдвиг, который должен был быть сохранен, утерян из-за того что вы переключили канал!
sk: OCH NIE! Časový posun sa mal uložit na konci relácie, ale nepodarilo sa to, pretože ste prepli preč!

source: Timeshift saved to your harddisk!
ru: Временной сдвиг сохранен на Вас жесткий диск!
sk: Časový posun sa uložil na Váš disk!

source: Timeshift copied to your harddisk!
ru: Временной сдвиг скопирован на Ваш жесткий диск!
sk: Časový posun sa skopíroval na Váš disk!

source: Timeshift save failed!
ru: Ошибка сохранения временного сдвига!
sk: Časový posun sa nepodarilo uložiť!

source: No Timeshift found to save as recording!
ru: Не найден временной сдвиг для сохранения в виде записи!
sk: Žiadny časový posun na uloženie sa nenašiel!

source: Permanent Timeshift Settings
ru: Настройки временного сдвига
sk: Nastavenia trvalého časového posunu

source: The Timeshift record was not saved yet! What do you want to do now with the timeshift file?
ru: Запись временного сдвига не была еще сохранена! Что вы хотите сделать с сохраненным файлом временного сдвига ?
sk: Časový posun sa ešte neuložil! Čo chceš teraz urobiť so súborom časového posunu?

source: Which event do you want to save permanently?
ru: Какое событие вы хотите сохранить из временного сдвига ?
sk: Ktorú reláciu chcete uložiť natrvalo?

source: Save Timeshift as Movie and stop recording
ru: Сохранить временной сдвиг и остановить запись
sk: Ulož časový posun ako Film a zastav nahrávanie

source: Save Timeshift as Movie and continue recording
ru: Сохранить временной сдвиг и продолжить запись
sk: Ulož časový posun ako Film a pokračuj v nahrávaní

source: Don't save Timeshift as Movie
ru: Не сохранять временной сдвиг в виде записи
sk: Neukladaj časový posun ako Film

source: Current Event:
ru: Текущие событие:
sk: Aktuálna relácia:

source: Getting Event Info failed!
ru: Ошибка получение информации о текущем событии!
sk: Zlyhalo načítanie informácií o programe!

source: Maximum Timeshift length per Event reached! Restarting Timeshift now ...
ru: Максимальное время временного сдвига исчерпано! Делаю перезагрузку временного сдвига ...
sk: Dosiahli ste maximálnu dĺžku časového posunu! Reštartni teraz časový posun ...

source: Timeshift will get saved at end of event!
ru: Временной сдвиг будет сохранен до конца события!
sk: Časový posun sa uloží po skončení programu!

source: save recording (stop after current event)
ru: Сохр. запись (стоп после тек. события)
sk: uloží nahrávku (zastaviť po programe)

source: save recording (Select event)
ru: Сохранить запись (выбрать событие)
sk: uloží nahrávku (Vyber program)

source: Permanent Timeshift Enable
ru: Временной сдвиг включен
sk: Zapni časový posun

source: Permanent Timeshift Max Events
ru: Максимальное количество событий
sk: Maximum programov časového posunu

source: Permanent Timeshift Max Length
ru: Максимальная длина записи
sk: Maximálna dĺžka časového posunu

source: Permanent Timeshift Start Delay
ru: Задержка на включение временного сдвига
sk: Časový posun začne s oneskorením

source: Timeshift-Save Action on zap
ru: Действие при переключении канала
sk: Časový posun - uložiť akciu pri zapnutí

source: Clean Timeshift Buffer on zap?
ru: Очистить буффер при переключении канала ?
sk: Vyčistiť buffer časového posunu pri zapnutí?

source: Timeshift Buffer Full! Cleaning Buffer and restarting timeshift ...
ru: Буфер временного сдвига переполнено!! Очищаю буфер и делаю перезагрузку плагина...

source: We try to copy the file now. This might take a while!
ru: Мы пытаемся скопировать файл. Это займет некоторе время...

source: Filesystems like FAT32 do not support hardlinks!
ru: Файловая система FAT32 не совсем совсместима с данным плагином.

source: Merging Timeshift records now! This might take a while ...
ru: Обьединяю записи временного сдвига! Это займет некоторое время ...

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
ru: Не могу запустить временной сдвиг! Проверьте пути установки

source: Timeshift Settings
ru: Настройки временного сдвига

source: Show PTS Infobar while timeshifting?
ru: Показывать PTS инфо-бар во время временного сдвига?

source: Stop timeshift while recording?
ru: Остановить сдвиг времени на время записи ?

source: Creating Hardlink to Timeshift file failed!
sk: Zlyhalo vytvorenie linky na súbor časového posunu!
