Repository: builder08/enigma2-plugins_5.9
Catalog: pluginhider/po/*.po
Languages: nl

source: Cancel
nl: Annuleer

source: Could not start Plugin:
nl: Kon plugin niet starten:

source: Extensions
nl: Extensies

source: Hide Plugins
nl: Verberg Plugins

source: PluginHider Setup
nl: PluginHider instellingen

source: Run
nl: Voer uit

source: Unable to access InfoBar.
nl: Geen toegang tot infobar.

source: end editing
nl: stop bewerken

source: run selected plugin
nl: voer geselecteerde plugin uit

source: save
nl: sla op

source: select next tab
nl: selecteer volgende tab

source: select previous tab
nl: kies vorige tab

source: toggle selection
nl: wissel selectie
