Repository: builder08/enigma2-plugins_5.9
Catalog: rsdownloader/po/*.po
Languages: nl

source: Abort all downloads
nl: Annuleer alle downloads

source: Add
nl: Voeg toe

source: Add downloads from txt files
nl: Voeg downloads toe van tekst bestanden

source: Add files from container
nl: Voeg bestanden toe van container

source: Added %s to the download-list.
nl: %s toegevoegd aan de download-lijst.

source: Allow downloading on friday:
nl: Downloaden toestaan op vrijdag:

source: Allow downloading on monday:
nl: Downloaden toestaan op maandag:

source: Allow downloading on saturday:
nl: Downloaden toestaan op zaterdag:

source: Allow downloading on sunday:
nl: Downloaden toestaan op zondag:

source: Allow downloading on thursday:
nl: Downloaden toestaan op donderdag:

source: Allow downloading on tuesday:
nl: Downloaden toestaan op dinsdag:

source: Allow downloading on wednesday:
nl: Downloaden toestaan op woensdag:

source: Choose reconnect script:
nl: Kies herverbindings script:

source: Clear finished downloads
nl: Verwijder downloads die gereed zijn

source: Close plugin
nl: Sluit plugin

source: Config
nl: Configuratie

source: Delete
nl: Verwijderen

source: Delete %s?
nl: Verwijder %s?

source: Delete download
nl: Verwijder download

source: Delete failed downloads
nl: Verwijder mislukte downloads

source: Delete log
nl: Verwijder log

source: Don't download after:
nl: Niet downloaden na:

source: Don't download before:
nl: Niet downloaden voor:

source: Don't reconnect after:
nl: Niet herverbinden na:

source: Don't reconnect before:
nl: Niet herverbinden voor:

source: Download files from rapidshare
nl: Gedownloade bestanden van rapidshare

source: Download in the background:
nl: Download in de achtergrond

source: Downloading
nl: Downloaden

source: Downloads directory:
nl: Download directrory:

source: Enter unrar password:
nl: Voer unrar wachtwoord in:

source: Error while adding %s to the download-list!
nl: Fout bij het toevoegen van %s aan de lijst!

source: Error while decrypting %s!
nl: Fout tijdens ontcijferen %s!

source: Error while searching http://rapidshare-search-engine.com! Error: %s
nl: Fout bij zoeken op http://rapidshare-search-engine.com! Fout: %s

source: Error while searching http://rapidshare-search-engine.com! Error: Nothing found, sorry.
nl: Fout bij zoeken op http://rapidshare-search-engine.com! Fout: Niets gevonden, sorry.

source: Failed
nl: Mislukt

source: Finished
nl: Klaar

source: Ignore download times:
nl: Downloadtijden negeren:

source: Install unrar
nl: Installeert unrar

source: Installing unrar...
nl: Installeert unrar...

source: Lists directory:
nl: Lijst directory:

source: Loading next page... please wait!
nl: Volgende pagina laden... een moment!

source: Loading previous page... please wait!
nl: Vorige pagina laden...een moment!

source: Mark files < 1 MB as failed:
nl: Markeer bestanden < 1 MB als mislukt:

source: Maximal downloads:
nl: Maximale downloads:

source: No reconnect
nl: Geen herverbinding

source: Nothing found, sorry.
nl: Niets gevonden, sorry.

source: Page %d / %d. Push < > to switch the page...
nl: Pagina %d / %d. Druk < > om van pagina te wisselen...

source: Password (netload.in):
nl: Wachtwoord (netload.in):

source: Password (uploaded.to):
nl: Wachtwoord (uploaded.to):

source: Password:
nl: Wachtwoord:

source: Please choose a function...
nl: Kies een functie...

source: Reconnect type:
nl: Herverbindings type:

source: Restart failed after 10 minutes:
nl: Herstart mislukt na 10 minutes:

source: Restart failed downloads
nl: Herstart mislukte downloads

source: Save
nl: Opslaan

source: Search
nl: Zoek

source: Search http://rapidshare-search-engine.com for:
nl: Zoek op http://rapidshare-search-engine.com naar:

source: Show log
nl: Toon log

source: Take x downloads to list:
nl: Neem x downloads van lijst:

source: Unrar is already working!
nl: Unrar is al bezig!

source: Use search engine
nl: Gebruik zoekmachine

source: Username (netload.in):
nl: Gebruikersnaam (netload.in):

source: Username (uploaded.to):
nl: Gebruikersnaam (uploaded.to):

source: Username:
nl: Gebruikersnaam:

source: Waiting
nl: Aan het wachten

source: Write log:
nl: Schrijf log:
