Repository: builder08/enigma2-plugins_5.9
Catalog: imdb/po/*.po
Languages: da, it, pl

source: Ambiguous results
da: Tvetydige resultater
it: Risultati ambigui
pl: Niejednoznaczne wyniki

source: Details
da: Detaljer
it: Dettagli
pl: Szczegóły

source: Enable this to be able to access IMDb search setup from within the plugin browser.
da: Aktiver dette for at være i stand til tilgå Søg i IMDb opsætningen inde fra Plugin browseren.
it: Abilita per poter accedere alla configurazione della ricerca IMDb dal plugin del browser.
pl: Włącz tę opcję, aby mieć dostęp do konfiguracji wyszukiwania IMDb z poziomu przeglądarki wtyczek.

source: Enable this to be able to access IMDb searches from within the movie list.
da: Aktiver dette for at være i stand til at tilgå Søg i IMDb inde fra Filmlisten.
it: Abilita per poter accedere alle ricerche IMDb dall'elenco dei film."
pl: Włącz tę opcję, aby mieć dostęp do wyszukiwania IMDb z listy filmów.

source: Enable this to be able to access IMDb searches from within the plugin browser.
da: Aktiver dette for at være i stand til at tilgå Søg i IMDb inde fra Plugin browseren.
it: Abilita per poter accedere alle ricerche IMDb dall'interno del plugin del browser.
pl: Włącz tę opcję, aby mieć dostęp do wyszukiwań IMDb z poziomu przeglądarki wtyczek.

source: Enter search
da: Indtast søgning
it: Inserisci ricerca
pl: Wpisz wyszukiwanie

source: Enter text to search for
da: Indtast tekst der skal søges efter
it: Inserisci il testo da cercare
pl: Wpisz tekst do wyszukania

source: Exit
da: Afslut
it: Esci
pl: Wyjście

source: Exit IMDb search
da: Afslut Søg i IMDb
it: Esci dalla ricerca IMDb
pl: Zakończ wyszukiwanie IMDb

source: Extra Info
da: Ekstra Info
it: Informazioni aggiuntivev
pl: Informacje dodatkowe

source: IMDb Details parsed
da: Fortolket IMDb detaljer
it: Dettagli IMDb analizzati
pl: Analiza detali IMDb

source: IMDb Download completed
da: IMDb Download fuldført
it: Download IMDb completato
pl: Pobieranie IMDb zakończone

source: IMDb Download failed
da: IMDb Download mislykkedes
it: Download IMDb non riuscito
pl: Pobieranie IMDb zakończone niepowodzeniem

source: IMDb Menu
it: Menu IMDb

source: IMDb Plugin
it: Plugin IMDb
pl: Wtyczka IMDb

source: IMDb Re-Download completed
da: IMDb Gen-Download fuldført
it: Ripetizione download IMDb completato
pl: Ponowne pobranie IMDb zakończone

source: IMDb Setup
da: IMDb opsætning
it: Impostazioni IMDb
pl: IMDb Ustawienia

source: IMDb can not get Movie Information to write to .txt file!
it: IMDb non può ottenere le informazioni sul film da scrivere nel file .txt!
pl: IMDb nie może pobrać informacji o filmie do zapisania w pliku .txt!

source: IMDb query failed!
da: IMDb forespørgsel mislykkedes!
it: Interrogazione IMDb non riuscita!
pl: Zapytanie IMDb nie powiodło się!

source: IMDb search
da: Søg i IMDb
it: Ricerca IMDb
pl: IMDb Szukaj

source: IMDb setup
da: IMDb opsætning
it: Impostazioni IMDb
pl: IMDb Ustawienia

source: No IMDb match.
da: Ingen i IMDb svare til.
it: Nessuna corrispondenza IMDb.
pl: Brak wyników IMDb.

source: No IMDb match:
da: Ingen IMDb overensstemmelse:
it: Nessuna corrispondenza IMDb.
pl: Brak wyników IMDb:

source: No cast list found in the database.
da: Ingen rolleliste fundet i databasen.
it: Nessuna lista cast trovata nel database!
pl: Brak obsady w bazie danych.

source: No details found.
da: Ingen detaljer fundet.
it: Nessun dettaglio trovato.
pl: Nie znaleziono żadnych szczegółów.

source: Page down
da: Side ned
it: Pagina giù
pl: Strona w dół

source: Page up
da: Side op
it: Pagina su
pl: Strona w górę

source: Play Trailer
da: Afspil forfilm
it: Riproduci trailer
pl: Odtwórz Zwiastun

source: Please select the matching entry
da: Vælg venligst en tilsvarende post
it: Seleziona la voce corrispondente
pl: Proszę wybrać pasujący wpis

source: Query IMDb: %s
it: Richiesta IMDb: %s
pl: Szukam w IMDb: %s

source: Re-Query IMDb: %s...
da: Spørg IMDb igen: %s...
it: Interroga di nuovo IMDb: %s...
pl: Ponowne zapytanie IMDb: %s...

source: Save current Details as .html for offline use
da: Gem nuværende Detaljer som .html til offline brug
it: Salva i dettagli correnti come .html per l'utilizzo offline
pl: Zapisz bieżące szczegóły jako .html do użytku offline

source: Save current Details as .txt
da: Gem nuværende Detaljer som .txt
it: Salva i dettagli correnti come .txt
pl: Zapisz bieżące szczegóły jako .txt

source: Save current Poster and Details as .txt
da: Gem nuværende Poster og Detaljer som .txt
it: Salva poster e dettagli correnti come .txt
pl: Zapisz bieżący plakat i szczegóły jako .txt

source: Search Trailer
da: Søg i Forfilm
it: Ricerca trailer
pl: Szukaj Zwiastun

source: Search for details from the Internet Movie Database
da: Søg efter detaljer i Internet Film Databasen
it: Cerca dettagli da Internet Movie Database
pl: Wyszukaj szczegóły w internetowej bazie danych filmów

source: Settings for Internet Movie Database searches
da: Indstillinger for Internet Film Database søgninger
it: Impostazioni per ricerche su Internet Movie Database
pl: Ustawienia przeszukiwania internetowej bazy danych filmów

source: Setup
da: Opsætning
it: Impostazioni
pl: Ustawienia

source: Show episode and year information for cast when available. Takes effect after the next fetch of show details.
da: Vis episode information og årstal for castet når tilgængelig. Får virkning næste gang show-detaljer hentes.
it: Mostra le informazioni sull'episodio e sull'anno per il cast, quando disponibili. Entra in vigore dopo il prossimo recupero dei dettagli del programma.
pl: Pokaż informacje o odcinku i roku dla obsady, jeśli są dostępne. Działa po następnym pobraniu szczegółów programu.

source: Show episode and year information in cast list
da: Vis episode og årstal i cast-liste
it: Mostra informazioni sull'episodio e sull'anno nell'elenco del cast
pl: Pokaż informacje o odcinku i roku na liście obsady

source: Show in movie list
da: Søg i filmliste
it: Mostra nell'elenco dei film
pl: Pokaż na liście filmów

source: Show list of matched movies an series
da: Vis en liste over identiske film og serier
it: Mostra elenco di film e serie abbinati

source: Show movie and series basic details
da: Vis basale detaljer for film og serie
it: Mostra dettagli di base di film e serie
pl: Pokaż podstawowe informacje o filmie i serialu

source: Show movie and series extra details
da: Vis ekstra detaljer for film og serie
it: Mostra dettagli extra su film e serie
pl: Pokaż dodatkowe szczegóły filmu i serialu

source: Show search in plugin browser
da: Vis søgning i Plugin browser
it: Mostra ricerca nel browser dei plugin
pl: Pokaż wyszukiwanie w przeglądarce wtyczek

source: Show setup in plugin browser
da: Vis opsætning i Plugin browser
it: Mostra configurazione nel browser dei plugin
pl: Pokaż w przeglądarce wtyczek

source: The Internet Movie Database
da: Internet Filmdatabasen
it: Internet Movie Database
pl: Internetowa baza filmów

source: This option allows you add words/phrases for IMDb to ignore when searching. Please separate the words/phrases with commas.
da: Denne mulighed tillader dig at tilføje ord/udtryk som IMDb ignorer ved søgning. Opdel venligst ord/udtryk med kommaer.
it: Questa opzione ti consente di aggiungere parole/frasi che IMDb deve ignorare durante la ricerca. Separa le parole/frasi con virgole.
pl: Ta opcja pozwala na dodanie słów,fraz aby podczas wyszukiwania można było je zignorować . Proszę oddzielić słowa/frazy przecinkami.

source: Title Menu
da: Titelmenu
it: Menu titolo
pl: Znalezione wyniki

source: Words / phrases to ignore
da: Ord/udtryk der ignoreres
it: Parole/frasi da ignorare
pl: Słowa / frazy ignorowane

source: no user rating yet
da: ingen brugervurdering endnu
it: ancora nessuna valutazione utente
pl: brak ocen użytkowników jeszcze
