Repository: builder08/enigma2-plugins_5.9
Catalog: werbezapper/po/*.po
Languages: nl

source: Automatically zaps back to current service after given Time
nl: Zapt automatisch terug naar de huidige zender na bepaalde tijd

source: Custom
nl: Aangepast

source: How many minutes to wait until zapping back?
nl: Hoeveel minuten wachten om terug te zappen?

source: Monitoring: %s (%d:%02d Min)
nl: Controleer: %s (%d:%02d Min)

source: Rezap
nl: Zap opnieuw

source: Start / Stop monitoring instantly
nl: Start/Stop controleren onmiddellijk

source: Start monitoring
nl: Start controleren

source: Stop monitoring
nl: Stop controleren

source: WerbeZapper Monitoring ends %s
nl: WerbeZapper Controleren eindigt %s

source: WerbeZapper Monitoring started %s
nl: WerbeZapper Controleren gestart %s

source: WerbeZapper Monitoring started unlimited Has to be deactivated manually
nl: WerbeZapper Ongelimiteerd controleren gestart Moet handmatig geactiveerd worden

source: When to Zap back?
nl: Wanneer terug zappen?

source: Zapping back
nl: Terug zappen

source: Zapping back in %d Minute(s)
nl: Zapt terug in %d Minuut(en)

source: Zapping back in %d:%02d Min
nl: Zapt terug in %d:%02d Min

source: minute
nl: minuut

source: minutes
nl: minuten
