Repository: builder08/enigma2-plugins_5.9
Catalog: birthdayreminder/po/*.po
Languages: pt

source: %s will turn %s in %s!
pt: %s vai-se %s transformar em %s!

source: 1 day
pt: 1 dia

source: 1 week
pt: 1 semana

source: 3 days
pt: 3 dias

source: Add
pt: Adicionar

source: Add a birthday
pt: Adicionar um aniversário

source: Add birthday
pt: Adicionar aniversário

source: Age
pt: Idade

source: Birthday
pt: Aniversário

source: Birthday Reminder
pt: Lembrete de aniversário

source: Birthday Reminder Settings
pt: Definições do lembrete de aniversário

source: Birthday Reminder received %s birthdays from %s.
pt: Lembrete de aniversário recebido %s aniversários de %s.

source: Birthday filename:
pt: Nome do arquivo de aniversário:

source: Birthdays
pt: Aniversários

source: CSV import successful!
pt: Importação de CSV bem-sucedida!

source: Can't find CSV file %s!
pt: Não é possível encontrar o arquivo CSV %s!

source: Can't import CSV data from file %s.
pt: Não é possível importar dados CSV do arquivo %s.

source: Can't write CSV file %s.
pt: Não é possível gravar o arquivo CSV %s.

source: Date format:
pt: Formato da Data:

source: Day:
pt: Dia:

source: Disabled
pt: Inativo

source: Distribute birthdays to other Dreamboxes
pt: Distribuir aniversários para outros receptores

source: Do you really want to delete the entry for %s?
pt: Você realmente deseja excluir a entrada para %s?

source: Edit
pt: Editar

source: Edit Birthday Settings
pt: Editar configurações de aniversário

source: Edit birthday
pt: Editar aniversário

source: Edit birthdays
pt: Editar aniversários

source: Edit the selected entry
pt: Editar a entrada selecionada

source: Error reading file %s. Error: %s, %s
pt: Erro ao ler %s do arquivo. Erro: %s, %s

source: Error writing file %s. Error: %s, %s
pt: Erro ao gravar %s de arquivo. Erro: %s, %s

source: Exit the plugin
pt: Sair do plugin

source: Export CSV file
pt: Exportar arquivo CSV

source: Helps to remind of birthdays
pt: Ajuda a lembrar de aniversários

source: Import CSV file
pt: Importar arquivo CSV

source: Invalid date!
pt: Data inválida!

source: Month:
pt: Mês:

source: Name
pt: Nome

source: Name:
pt: Nome:

source: Networking port (default: 7374):
pt: Porta de rede (padrão: 7374):

source: Next birthday
pt: Próximo aniversário

source: Notification time:
pt: Hora da notificação:

source: Open the extras menu
pt: Abrir o menu de extras

source: Path to birthday file:
pt: Caminho para o arquivo de aniversário:

source: Remind before birthday:
pt: Lembrar antes do aniversário:

source: Remove
pt: Remover

source: Remove the selected entry
pt: Remover a entrada selecionada

source: Select a path for the birthday file
pt: Selecione um caminho para o arquivo de aniversário

source: Show plugin in extensions menu:
pt: Mostrar plugin no menu de extensões:

source: Sort birthdays by:
pt: Ordenar aniversários por:

source: Sorting next
pt: Ordenação seguinte

source: Sorting previous
pt: Ordenação anterior

source: Today is %s's birthday! She/he was born on %s and is now %s year(s) old.
pt: Hoje é aniversário de %s! Ele / ela nasceu em %s e agora tem %s ano (s) de idade.

source: What do you want to do?
pt: O que pretende fazer?

source: Wrote CSV file %s.
pt: Escreveu o arquivo CSV %s.

source: Year:
pt: Ano:
