Repository: builder08/enigma2-plugins_5.9
Catalog: seriesplugin/po/*.po
Languages: it

source: Cancel?
it: Annullare?

source: (C) 2012 by betonme @ IHAD
it: (C) 2012 von betonme @ IHAD

source: Feel free to donate.
it: Sentitevi liberi di donare.

source: How much time have You saved?
it: Quanto tempo è stato risparmiato?

source: Support:
it: Supporto:

source: Terms:
it: Termini:

source: {lookups:d} successful lookups.
it: {lookups:d} ricerche effettuate con successo.

source: %d min
it: %d minuti

source: %d records renamed successfully
it: %d registrazioni rinominate correttamente

source: %d timer renamed successfully
it: %d Timer rinominati correttamente

source: Add Web Channel
it: Aggiungere canale web

source: Add channel (Yes) or replace it (No)
it: Aggiungere il canale (Sì) o sostituirlo (No)

source: Add tag 'SeriesPlugin' to timer
it: Aggiungere il TAG 'SeriesPlugin' ai Timer

source: Append '_' if file exist
it: Aggiungere '_' se il file è già presente

source: Auto match
it: Corrispondenza automatica

source: AutoTimer independent mode
it: Ricercare informazioni sulla serie senza AutoTimer (modalità indipendente)

source: Can be configured within the setup
it: Può essere configurato all'interno del setup

source: Cancel
it: Annullare

source: Cancel and close
it: Annullare e chiudere

source: Channel '- %(servicename)s - %(remote)s -' added.
it: Il canale '- %(servicename)s - %(remote)s -' è stato aggiunto.

source: Channel '- %(servicename)s - %(remote)s -' replaced.
it: Il canale '- %(servicename)s - %(remote)s -' è stato sostituito.

source: Channel '- %s -' removed.
it: Il canale '- %s -' è stato rimosso.

source: Channel Edit
it: Modificare il canale

source: Channel Editor
it: Editor canali

source: Channel matching file
it: File del canale corrispondente

source: Channel matching...
it: Corrispondenza dei canali...

source: Channels are not matched
it: Nessuna corrispondenza canale

source: Check Timer for corresponding EPG events
it: Controllare il timer su eventi EPG corrispondenti

source: Check timer every x minutes
it: Verificare i timer ogni x minuti

source: Check timer list for series (SP)
it: Controllare l'elenco dei timer per le serie (SP)

source: Check timer list from extension menu
it: Controllare l'elenco dei timer dal menu estensioni

source: Composition of the recording filenames
it: Composizione del nome dei file delle registrazioni

source: Configuration
it: Impostazioni

source: Cut series title on dash
it: Tagliare i titoli delle serie sul trattino

source: Debug: Log file path
it: Debug: percorso del file di log

source: Debug: Print debug messages (Shell)
it: Debug: scrivere i messaggi di debug (shell)

source: Debug: Write Log
it: Debug: creare file di log (Log)

source: Default episode
it: Episodio predefinito

source: Default season
it: Stagione predefinita

source: Directory pattern file
it: Elenco dei modelli degli episodi

source: Do You want to start renaming?
it: Iniziare a rinominare?

source: Do you really want to delete %s?
it: Rimuovere %s?

source: Don't edit this manually unless you really know what you are doing
it: Non modificare manualmente se non si è certi di quello che si sta facendo

source: Enable SeriesPlugin
it: Abilitare SeriesPlugin

source: Enable recording debug (Timer log)
it: Abilitare il debug delle registrazioni (log timer)

source: Enable support for EPGImport
it: Abilitare il supporto per EPGImport

source: Enable support for XMLTVImport
it: Abilitare il supporto per XMLTVImport

source: Enable support for crossepg
it: Abilitare il supporto per CrossEPG

source: Episode pattern file
it: File modello degli episodi

source: Episode: {rawepisode:s} {title:s}
it: Episodio: {rawepisode:s} {title:s}

source: Error check log file
it: File di registro di controllo degli errori

source: Error missing dependency
it: Errore di dipendenza mancante

source: Failed: %s.
it: Fallito: %s.

source: Finished with errors:
it: Terminato con errori:

source: If You are using SD and HD channels in parallel, You have to match both channels separately!
it: Se sono in uso canali SD e HD in parallelo, occorre abbinarli separatamente.

source: Independent mode exception
it: Eccezione modalità indipendente

source: Load STB channels for bouquet
it: Caricare i canali STB per il bouquet

source: Load Web channels for bouquet
it: Caricare i canali web per il bouquet

source: Location and name of log file
it: Percorso e nome del file di log

source: Lookup of %d episodes was successful
it: La ricerca di %d episodi ha avuto successo

source: Main bouquet for channel editor
it: Menu principale dell'editor canali

source: Max time drift to match episode
it: Massima deriva temporale per rilevare le sequenze

source: Next bouquet
it: Bouquet successivo

source: Next page
it: Pagina successiva

source: No data available
it: Nessun dato disponibile

source: No identifier available
it: Nessun identificatore disponibile

source: No log file found
it: File di log non trovato

source: No match found
it: Non trovata alcuna corrispondenza

source: No matching channel found.
it: Non trovato alcun canale corrispondente.

source: No matching episode found
it: Non trovato alcun episodio corrispondente

source: One row down
it: Una riga sotto

source: One row up
it: Una riga sopra

source: Please check Your installation
it: Verificare la propria installazione

source: Please install missing python paket manually
it: Installare manualmente i pacchetti python mancanti

source: Please open the Channel Editor and add the channel manually.
it: Utilizzare l'editor canali e aggiungere il canale manualmente.

source: Please open the channel editor (setup) and match them
it: Aprire l'editor canali (Impostazioni) e abbinarli

source: Please update it
it: Aggiornarla

source: Poll Interval (in h)
it: Intervallo di polling (in h)

source: Poll automatically
it: Polling automatico

source: Previeous page
it: Pagina precedente

source: Previous bouquet
it: Bouquet precedente

source: Problem during loading Webchannels
it: Riscontrati problemi nel caricamento dei canali web

source: ProtocolError:
it: Errore di connessione:

source: Reading log file...
it: Lettura file di log in corso...

source: Really close without saving settings?
it: Chiudere senza salvare le modifiche?

source: Record
it: Registrazione

source: Record description episode pattern
it: Modello della descrizione degli episodi per le registrazioni

source: Record directory pattern
it: Modello di registrazione episodi

source: Record rename has been finished with %d errors:
it: La rinomina delle registrazioni è terminata con %d errori:

source: Record title episode pattern
it: Modello del titolo degli episodi per le registrazioni

source: Remove
it: Rimuovere

source: Remove '%s'?
it: Rimuovere '%s'?

source: Remove channel
it: Rimuovere il canale

source: Rename
it: Rinominare

source: Rename files
it: Rinominare file

source: Rename serie(s) (SP)
it: Rinominare le serie (SP)

source: Renaming failed
it: Rinomina fallita

source: Replace special characters in title
it: Sostituire i caratteri speciali nel titolo

source: Reset channel list?
it: Azzerare l'elenco canali?

source: Reset channels
it: Reset canali

source: Retrieving Season, Episode and Title...
it: Caricamento informazioni su stagione, episodio e titolo in corso...

source: STB- / Web-Channel for bouquet:
it: Canali STB/ Web per il Bouquet:

source: Save and close
it: Salvare e chiudere

source: Season: {rawseason:s} {title:s}
it: Stagione: {rawseason:s} {title:s}

source: Season: {rawseason:s} Episode: {rawepisode:s} {title:s}
it: Stagione: {rawseason:s} Episodio: {rawepisode:s} {title:s}

source: Send debug messages to shell
it: Inviare messaggi di debug alla shell

source: SeriesPlugin Info
it: Informazioni su SeriesPlugin

source: SeriesPlugin extension exception
it: SeriesPlugin: eccezione estensione

source: SeriesPlugin info exception
it: SeriesPlugin: eccezione informazioni

source: SeriesPlugin is deactivated
it: SeriesPlugin è disabilitato

source: SeriesPlugin label exception
it: SeriesPlugin: eccezione di scrittura

source: SeriesPlugin renamer exception
it: SeriesPlugin: eccezione rinomina

source: SeriesPlugin setup exception
it: SeriePlugin: eccezione impostazioni

source: SeriesPlugin test exception
it: SeriesPlugin: eccezione test

source: Setup
it: Impostazioni

source: Show Info in movie list menu
it: Mostrare nel menu elenco canali

source: Show Log
it: Mostrare il log

source: Show Log file
it: Visualizzare il file di log

source: Show Rename in movie list menu
it: Mostrare 'Rinominare' nel menu Elenco filmati

source: Show in channel menu
it: Mostrare nel menu canali

source: Show in epg menu
it: Mostrare nel menu EPG

source: Show in extensions menu
it: Mostrare le informazioni sulla serie nel menu estensioni

source: Show popup to add Stb Channel
it: Mostrare un popup per aggiungere un canale Stb

source: Show series info (SP)
it: Mostrare informazioni sulla serie (SP)

source: Skip check because of pattern match
it: Saltare le verifiche se il modello corrisponde

source: Skip check during running records
it: Disattivare le verifiche con registrazioni in corso

source: Skip search during records
it: Disattivare le ricerche durante le registrazioni

source: Skip search if pattern matches
it: Saltare la ricerca se il modello corrisponde

source: Skipping lookup because no begin timestamp is specified
it: Saltare la ricerca perché non è stato specificato un timestamp iniziale

source: Skipping lookup because no channel is specified
it: Saltare la ricerca perché non è stato specificato alcun canale

source: Skipping lookup because no show name is specified
it: Saltare la ricerca perché non è stato specificato alcun nome di spettacolo

source: Skipping old channels file
it: Saltare il file dei vecchi canali

source: Skipping rename because file already exists
it: Rinomina annullata: il file è già presente

source: Skipping timer because it is a just play timer
it: Timer saltato: si tratta di un timer di riproduzione

source: Skipping timer because it is already handled
it: Timer saltato: il timer è già gestito

source: Skipping timer because it is already in queue
it: Timer saltato: già presente nella coda

source: Skipping timer because it is already modified %s
it: Timer saltato: il timer è già modificato %s

source: Skipping timer because it is already running
it: Timer saltato: il timer è già in esecuzione

source: Skipping timer because it starts in less than 60 seconds
it: Timer saltato: previsto il suo avvio tra meno di 60 secondi

source: Skipping timer because no event was found
it: Timer saltato: non trovato alcun evento

source: Socket timeout
it: Timeout socket (secondi)

source: Startup delay (in min)
it: Ritardo di avvio (in min)

source: Stop is enabled. To reactivate SeriesPlugin, just open the setup
it: SeriesPlugin è stato disabilitato. Per riattivarlo aprire le impostazioni

source: Stop on ProtocolError
it: Arrestare SeriesPlugin su errore di connessione

source: Success: %s
it: Successo: %s

source: Successfully renamed
it: Rinominato con successo

source: Timeout for Error Popups
it: Durata dei popup di errore

source: Timeout for Success Popups
it: Durata dei popup di conferma

source: Timeout for Warnings Popups
it: Durata dei popup di warning

source: Timer rename has been finished with %d errors:
it: Rinomina timer terminata con %d errori:

source: Title search depths
it: Profondità di ricerca del titolo

source: Try to find infos for %s
it: Tentare di recuperare informazioni su %s

source: Use legacy filenames
it: Utilizzare nomi file legacy

source: Write debug messages into file
it: Scrivere il registro degli errori su file (Log)

source: Your autotimer is deprecated
it: La versione di Autotimer presente è obsoleta

source: Your pattern file is corrupt
it: Il file dei modelli è corrotto
