Repository: builder08/enigma2-plugins_5.9
Catalog: merlinmusicplayer/po/*.po
Languages: ru

source: %d files added to database! Press OK to close.
ru: %d файлов добавлено в базу данных! Нажмите ОК для закрытия.

source: %s added to database
ru: %s добавлено в базу данных

source: %s already exists in database!
ru: %s уже существует в базе данных!

source: %s appended to songlist
ru: %s добавляется к списку композиций

source: %s inserted and will be played as next song
ru: %s вставлен и будет играть в следующей композиции

source: Activate screensaver
ru: Активировать скринсейвер

source: Add all songs from selected album to a playlist
ru: Добавить все композиции из выбранного альбома в плейлист

source: Add all songs from selected artist to a playlist
ru: Добавить все композиции из выбранного исполнителя в плейлист

source: Add all songs from selected genre to a playlist
ru: Добавить все композиции из выбранного жанра в плейлист

source: Add music files to iDream database
ru: Добавить музыкальные файлы в базу данных iDream

source: Add selected song to a playlist
ru: Добавить выбранную композицию в плейлист

source: Album (%s) -> Song List
ru: Альбом (%s) -> список композиций

source: Albums (%d)
ru: Альбомы (%d)

source: Albums List
ru: Список альбомов

source: All Artists
ru: Все исполнители

source: All Songs
ru: Все композиции

source: Append file to current playing songlist
ru: Добавить файл в текущий играющий список композиций

source: Append file to current songlist
ru: Добавить файл в текущий список композиций

source: Artist (%s) -> Album List
ru: Исполнитель (%s) -> список альбомов

source: Artist (%s) -> Song List
ru: Исполнитель (%s) -> список композиций

source: Artists (%d)
ru: Исполнители (%d)

source: Artists List
ru: Список исполнителей

source: Cancel
ru: Отмена

source: Clear current songlist and play selected entry
ru: Удалить текущий список композиций и проиграть выбранный

source: Close
ru: Закрыть

source: Configuration
ru: Конфигурация

source: Create new playlist
ru: Создать новый плейлист

source: Delete selected playlist
ru: Удалить выбранный плейлист

source: Delete song from current playlist
ru: Удалить композицию из текущего плейлиста

source: Delete song from database
ru: Удалить композицию из базы данных

source: Do you really want to add all songs from that album to a playlist?
ru: Вы действительно хотите добавить все композиции этого альбома в плейлист?

source: Do you really want to add all songs from that artist to a playlist?
ru: Вы действительно хотите добавить все композиции этого исполнителя в плейлист?

source: Do you really want to add all songs from that genre to a playlist?
ru: Вы действительно хотите добавить все композиции этого жанра в плейлист?

source: Do you really want to delete that song from the database?
ru: Вы действительно хотите удалить эту вкомпозицию из базы данных?

source: Do you really want to delete that song the current playlist?
ru: Вы действительно хотите удалить эту вкомпозицию из текущего плейлиста?

source: Do you really want to delete the current playlist?
ru: Вы действительно хотите удалить текущий плейлист?

source: Enter name for playlist
ru: Введите имя для плейлиста

source: Enter search text
ru: Введите текст поиска

source: Error! Can not open database! Check if save folder is correct and writeable! Press OK to close.
ru: Ошибка! Невозможно открыть базу данных! Проверьте, что бы сохраненная папка была корректна и доступна для записи! Нажмите ОК для закрытия.

source: Filebrowser startup path
ru: Стартовый путь для браузера файлов

source: Filelist: %s
ru: Список файлов: %s

source: Genre (%s) -> Song List
ru: Жанр (%s) -> список композиций

source: Genre List
ru: Список жанров

source: Genres (%d)
ru: Жанры (%d)

source: Insert file to current playing songlist and play next
ru: Вставить файл в текущий играющий список композиций и проиграть следующим

source: Insert file to current songlist and play next
ru: Вставить файл в текущий список композиций и проиграть следующим

source: Invalid Location
ru: Неправильное расположение

source: Lyrics
ru: Текст композиций

source: Main Menu
ru: Главное меню

source: Merlin Music Player Lyrics
ru: Merlin Music Player - текст композиций

source: Merlin Music Player Setup
ru: Merlin Music Player - настройки

source: Merlin Music Player Songlist
ru: Merlin Music Player - список композиций

source: Merlin Music Player TV
ru: Merlin Music Player - ТВ

source: Merlin music player
ru: пригрыватель музыкальных файлов

source: No lyrics found
ru: Не найдены тесты композиций

source: No music files found!
ru: Не найдены музыкальные файлы!

source: OK
ru: ОК

source: Play
ru: Играть

source: Play last used songlist after starting
ru: Воспроизвести последний список композиций после запуска

source: Playlist (%s) -> Song List
ru: Плейлист (%s) -> список композиций

source: Playlists
ru: Плейлисты

source: Playlists (%d)
ru: Плейлисты (%d)

source: Process aborted. 0 files added to database! Press OK to close.
ru: Процесс прерван. 0 файлов добавлено в базу даных! Нажмите ОК для закрытия.

source: Receiver Music Database
ru: База данных музыки в ресивере

source: Remember last path of filebrowser
ru: Запоминать последний путь для браузера файлов

source: Repeat is not available yet with cue-files!
ru: Повтор пока не доступен для cue-файлов!

source: Scan path for music files and add them to database
ru: Путь сканирования для муз. файлов и добавление их в базу данных

source: Search in iDream database
ru: Поиск в базе данных iDream

source: Search results for "%s" in all albums
ru: Поиск результатов для "%s" во всех альбомах

source: Search results for "%s" in all artists
ru: Поиск результов для "%s" во всех исполнителях

source: Search results for "%s" in all titles
ru: Поиск результов для "%s" во всех названиях

source: Search results for "%s" in title, artist or album
ru: Поиск результов для "%s" в названии, исполнителе и альбоме.

source: Select path
ru: Выберите путь

source: Show Album
ru: Показать альбом

source: Show Merlin Music Player in extensions menu
ru: Показать Merlin Music Player в меню дополнений

source: Show Merlin Music Player in main menu
ru: Показать Merlin Music Player в главном меню

source: Show iDream in extensions menu
ru: Показать iDream в меню дополнений

source: Show iDream in main menu
ru: Показать iDream в главном меню

source: Shuffle is not available yet with cue-files!
ru: Перемешивание пока не доступно для cue-файлов!

source: Songs (%d)
ru: Композиции (%d)

source: There are no playlists defined. Do you want to create a new playlist?
ru: Нет назначенных плейлистов. Вы действительно хотите создать новый плейлист?

source: This Receiver can't decode %s streams!
ru: Этот ресивер не может декодировать %s!

source: Track %s
ru: Дорожка %s

source: Wait for screensaver (in min)
ru: Ожидание для скринсейвера (в мин)

source: [back]
ru: [назад]

source: iDream Main Menu
ru: iDream - главное меню

source: iDream database path
ru: iDream - путь к базе данных

source: search for album
ru: поиск для альбома

source: search for artist
ru: поиск для исполнителя

source: search for title
ru: поиска для названия

source: search in all of them
ru: поиск во всех из них
