Repository: builder08/enigma2-plugins_5.9
Catalog: epgsearch/po/*.po
Languages: da, et, fi, uk

source: %ssearch EPG
da: %sSøg i EPG
et: %sEPG otsing
fi: %sOhjelmaopashaku
uk: %sпошук ЕПГ

source: %ssearch EPG from history...
da: %sSøg i EPG fra historik...
et: %sEPG ajaloo otsing
fi: %sOhjelmaoppaan hakuhistoria...
uk: %sпошук ЕПГ в історії...

source: Add AutoTimer
da: Tilføj AutoTimer
et: Lisa autotaimer
fi: Lisää automaattiajastus
uk: Додати АвтоТаймер

source: Add Timer
da: Tilføj Timer
et: Lisa taimer
fi: Lisää ajastus
uk: Додати Таймер

source: Add a record timer for highlighted event
da: Tilføj en Optagetimer for fremhævet begivenhed
et: Lisa valitud saatele salvestustaimer
fi: Lisää ajastus korostetulle ohjelmalle
uk: Додати запис таймера для виділеної події

source: Add a zap timer for highlighted event
da: Tilføj en Zap-timer for fremhævet begivenhed
et: Lisa valitud saatele kanalivahetustaimer
fi: Lisää kanavanvaihto korostetulle ohjelmalle
uk: Додати переключення таймера для виділеної події

source: Add an AutoTimer for highlighted event
da: Tilføj en AutoTimer for fremhævet begivenhed
et: Lisa valitud saatele autotaimer
fi: Lisää automaattiajastus korostetulle ohjelmalle
uk: Додати АвтоТаймер для виділеної події

source: Add/remove/edit timer for highlighted event
da: Tilføj/fjern/rediger Timer for fremhævet begivenhed
et: Lisa/eemalda/muuda taimer valitud saatele
fi: Lisää/poista/muokkaa korostetun ohjelman ajastusta
uk: Додати/видалити/редагувати таймер для виділеної події

source: All bouquets
da: Alle Buketter
et: Kõik lemmiknimekirjad
fi: Kaikki suosikkilistat
uk: Всі фаворити

source: All services
da: Alle kanaler
et: Kõik kanalid
fi: Kaikki kanavat
uk: Всі канали

source: Cancel
da: Afbryd
et: Tühista
fi: Keskeytä
uk: Відміна

source: Channel Selection
da: Kanalvalg
et: Kanalite valik
fi: Kanavanvalinta
uk: Вибір каналу

source: Choose the encoding type for searches, helpful for foreign languages.
da: Vælg indkodningstypen for søgninger, hjælpsom for fremmedsprog.
et: Määra otsingu tähemärgistik. Kasulik täpitähtede kasutamisel.
fi: Valitse erottelutapa hauille. Auttaa vierailla kielillä.
uk: Виберіть тип кодування для пошуку, корисно для іноземних мов.

source: Close dialog
da: Luk vindue
et: Sulge aken
fi: Sulje
uk: Закрити діалогове вікно

source: Control where to search in the EPG. When 'all bouquets' is set, all bouquets are searched, even if 'Enable multiple bouquets' is disabled.
da: Styre hvor der søges i EPG. Alle buketter gennemsøges når alle buketter er valgt, også selvom 'Aktiver flere buketter' er deaktiveret.
et: Määra otsingu ulatus. Määrates 'Kõik lemmiknimekirjad', otsitakse lemmiknimekirjadest isegi siis, kui lemmiknimekirjade kasutamine on E2 seadistustes keelatud.
fi: Valitse mistä osista ohjelmaopasta haetaan. Kun 'kaikki suosikkilistat' on valittuna, kaikista haetaan vaikka 'salli useiden suosikkilistojen käyttö' olisi pois päältä.
uk: Вказати де шукати в ЕПГ. Коли встановлено «всі фаворити», буде проведено пошук, навіть коли відключена функція «Дозволити декілька фаворитів».

source: Could not read AutoTimer timer list: %s
da: Kunne ikke læse AutoTimer timerliste: %s
et: Autotaimeri nimekirja lugemine nurjus: %s
fi: Automaattiajastuslistaa ei voitu lukea: %s

source: Current bouquet
da: Nuværende Buket
et: Aktiivne lemmiknimekiri
fi: Nykyinen suosikkilista
uk: Поточний фаворит

source: Current service
da: Nuværende kanal
et: Aktiivne kanal
fi: Nykyinen kanava
uk: Поточний канал

source: DVB-C Cable services
et: Kaabel TV kanalid
fi: DVB-C kaapelikanavat

source: DVB-T Terrestrial services
et: Maapealse TV kanalid
fi: DVB-T antennikanavat

source: Default scope when asked
da: Standardområde når adspurgt
et: Vaikimisi ulatus küsimisel
fi: Oletuslaajuus
uk: Запит меж за замовчуванням

source: EPG Search
da: EPG søgning
et: EPG otsing
fi: Ohjelmaopashaku
uk: ЕПГ Пошук

source: EPG Search setup
da: EPG søgning opsætning
et: EPG otsing
fi: Ohjelmaopashaun asetukset
uk: Налаштування ЕПГ-Пошук

source: EPGSearch
da: EPG Søgning
et: EPG otsing
fi: Ohjelmaopashaku
uk: ЕПГ-Пошук

source: EPGSearch Setup
da: EPG søgning opsætning
et: EPG otsingu seadistused
fi: Ohjelmaopashaun asetukset
uk: Налаштування ЕПГ-Пошук

source: Enable this to allow access to EPG Search from within the plugin browser.
da: Aktiver dette for at tillade adgang til EPG søgning indefra Plugin browseren.
et: Kui lubatud, kuvatakse EPG otsing pluginate menüüs.
fi: Tämä sallii pääsyn ohjelmaopashakuun laajennusvalikosta
uk: Увімкніть цю опцію, щоб дозволити доступ до ЕПГ-Пошуку всередині браузера додатків.

source: Enter new search
da: Indtast ny søgning
et: Sisesta uus otsisõna
fi: Lisää uusi haku
uk: Введіть новий пошук

source: Enter text to search for
da: Indtast teksten der skal søges efter
et: Sisesta tekst otsinguks:
fi: Syötä haettavan ohjelman nimi
uk: Введіть текст для пошуку

source: Exclude results from
et: Eira vasteid
fi: Rajoita hakutuloksia
uk: Виключити результати з

source: Exit EPG Search
da: Afslut EPG søgning
et: Välju
fi: Poistu ohjelmaopashausta
uk: Вихід з ЕПГ-Пошуку

source: Filter results by source
et: Vastete filtrid allika järgi
fi: Suodata hakutulokset lähteestä
uk: Фільтр результатів

source: IMDB search for highlighted event
da: IMDb søgning efter fremhævet begivenhed
et: IMDB otsing valitud saatele
fi: IMDB haku korostetulle ohjelmalle
uk: Пошук IMDB для виділеної події

source: IMDb Search
da: IMDb søgning
et: IMDb otsing
fi: IMDb-haku
uk: IMDb пошук

source: Import from AutoTimer
da: Importer fra AutoTimer
et: Impordi autotaimerist
fi: Tuo automaattiajastuksista
uk: Імпортувати з АвтоТаймера

source: Import from EPG
da: Importer fra EPG
et: Impordi EPG-st
fi: Tuo ohjelmaoppaasta
uk: Імпортувати з ЕПГ

source: Import from Timer
da: Importer fra Timer
et: Impordi taimerist
fi: Tuo ajastuksista
uk: Імпортувати з таймерів

source: Include or exclude results depending on their source (e.g. by satellite)
et: Hõlma või eira vasteid vastavalt nende allikale (nt. satelliidi järgi)
fi: Sisällytä tai rajoita hakutulokset riippuen lähteestä (DVB-T,C,S)
uk: Включити або виключити результати в залежності від їх джерела (наприклад, супутники)

source: Include results from
et: Hõlma vasteid
fi: Sisällytä hakutulokset
uk: Ввімкнути результати з

source: Include/exclude search results from this type of source
et: Hõlma/eira vasteid seda tüüpi allikalt
fi: Sisällytä/rajoita hakutulokset lähteestä
uk: Включити/виключити результати пошуку даного типу джерела

source: Include/exclude sources
et: Hõlma/eira allikaid
fi: Sisällytä/rajoita hakutuloksia
uk: Включити/виключити джерела

source: Is the search case-sensitive or case-insensitive?
da: Er der forskel på små og store bogstaver ved søgning?
et: Tõusutundlik või tõusutundetu otsing
fi: Onko haku tapauskohtainen vai yleinen

source: Length of history
da: Længde af historik
et: Ajaloo pikkus
fi: Historian pituus
uk: Кількість записів в історії

source: Maximum number of entries in the search history. Set this to 0 to disable search history.
da: Maksimum antal poster i søgehistorik. Sættes til 0 for at deaktivere søgehistorik.
et: Otsiajaloo kirjete suurim arv. Määrates '0' otsiajalugu keelatakse
fi: Hakutuloksien maksimimäärä. 0 poistaa hakuhistorian käytöstä.
uk: Максимальна кількість записів в історії пошуку. Встановіть значення 0, щоб відключити історію пошуку.

source: Move down
da: Flyt ned
et: Liigu alla
fi: Siirrä alas
uk: Переміститися вниз

source: Move down a page
da: Flyt en side ned
et: Liigu alla
fi: Sivu alaspäin
uk: Переміститися на сторінку вниз

source: Move up
da: Flyt op
et: Liigu üles
fi: Siirrä ylös
uk: Переміститися вверх

source: Move up a page
da: Flyt en side op
et: Liigu üles
fi: Sivu ylöspäin
uk: Переміститися на сторінку вверх

source: New Search
da: Ny søgning
et: Uus otsing
fi: Uusi haku
uk: Новий пошук

source: No history
da: Ingen historik
et: Ilma ajaloota
fi: Ei historiaa
uk: Немає історії

source: Number of filters for inclusion/exclusion of results
et: Vastete hõlmamise/eiramise filtrite arv
fi: Sisällytettyjen/rajoitettujen hakutuloksien suodattimien määrä
uk: Кількість фільтрів для включення/виключення результатів

source: Number of inclusions/exclusions
et: Hõlmatute/eiratute arv
fi: Sisällytettyjen/rajoitettujen lähteiden määrä
uk: Кількість включень/виключень

source: Open selected in IMDb
da: Åben valgte i IMDb
et: Ava valitud IMDb-s
fi: Avaa valittu IMDb:ssä
uk: Відкрити вибране в IMDb

source: Save search as AutoTimer
da: Gem søgning som AutoTimer
et: Salvesta otsing autotaimerina
fi: Tallenna haku automaattiajastukseksi
uk: Зберегти пошук як АвтоТаймер

source: Search
da: Søg
et: EPG otsing
fi: Haku
uk: Пошук

source: Search EPG
da: Søg i EPG
et: EPG otsing
fi: Hae ohjelmaoppaasta
uk: Пошук ЕПГ

source: Search encoding
da: Søge indkodning
et: Otsingu tähemärgistik
fi: Haun erottelutapa
uk: Пошук кодування

source: Search in...
da: Søg i...
et: Otsi asukohast...
fi: Hae tyypillä...
uk: Пошук в...

source: Search scope
da: Søgeområde
et: Otsingu ulatus
fi: Haun laajuus
uk: Межі пошуку

source: Search strictness
da: Søgestrenghed
et: Otsingu rangus
fi: Haun tarkkuus
uk: Відповідність пошуку

source: Search type
da: Søgetype
et: Otsingu tüüp
fi: Hakutyyppi
uk: Тип пошуку

source: Searching...
da: Søger...
et: Otsing
fi: Haetaan...
uk: Пошук...

source: Select a timer to search
da: Vælg den Timer der søges efter
et: Vali taimer, mida otsida
fi: Valitse haettava ajastus
uk: Виберіть таймер для пошуку

source: Select text to search for
da: Vælg tekst der søges efter
et: Vali taimer, mida otsida
fi: Valitse haettavan ohjelman nimi
uk: Виберіть текст для пошуку

source: Set type of match used to compare program titles with the search string.
da: Sæt type af overensstemmelse der bruges til at sammenligne udsendelsestitler med søgestreng.
et: Määra saatenimede ja otsisõnade võrdlemisel kasutatav vastete tüüp
fi: Asettaa hakutyypin jota käytetään lajittelemaan ohjelmanimiä hakutuloksista

source: Sets the default search scope when the user is asked.
da: Sæt søgeområde som standard når bruger spørges.
et: Määra kasutajalt küsimisel vaikimisi kasutatav otsingu ulatus.
fi: Asettaa oletuslaajuuden hauille
uk: Встановлює масштаб пошуку за замовчуванням, коли буде запропоновано користувачем.

source: Setup
da: Opsætning
et: Seadistamine
fi: Asetukset
uk: Налаштування

source: Setup menu
da: Opsætningsmenu
et: Seadistamine
fi: Asetusvalikko
uk: Меню налаштування

source: Show AutoTimer list
da: Vis AutoTimerliste
et: Kuva autotaimerid
fi: Näytä automaattiajastuslista
uk: Показати список АвтоТаймерів

source: Show detailed event information
da: Vis detaljeret begivenhedsinformation
et: Kuva põhjalik saatetutvustus
fi: Näytä yksityiskohtaiset ohjelmatiedot
uk: Показати детальну інформацію про подію

source: Show in plugin browser
da: Vis i Plugin browser
et: Näita laienduste nimekirjas
fi: Näytä lisäosavalikossa
uk: Показати в переглядачі додатків

source: Show orbital position
da: Vis orbital placering
et: Kuva orbitaalpositsioon
fi: Näytä satelliittisijainti
uk: Показати орбітальну позицію

source: Show satellite orbital positions in the search results.
da: Vis orbital placering for satellit i søgeresultater.
et: Kuva vastetes satelliidi orbitaalpositsioon
fi: Näytä satelliittisijainnit hakutuloksissa
uk: Показати супутникову орбітальну позицію в результатах пошуку.

source: Show search history
da: Vis søgehistorik
et: Näita varasemaid otsinguid
fi: Näytä hakuhistoria
uk: Показати історію пошуків

source: Stream
et: IPTV
fi: Streami
uk: Потік

source: Use source restrictions below to only include results from the sources, or exclude them.
et: Kasuta allolevaidid allika piiranguid ainult vastete hõlmamiseks allikatest.
fi: Käytä lähderajoituksia sisällyttääksesi tai rajoittaaksesi hakutuloksia riippuen lähteestä (DVB-T,C,S)
uk: Використовуйте обмеження джерела, щоб включати або виключати результати з джерел.

source: Zap to channel
da: Zap til kanal
et: Mine kanalile
fi: Vaihda kanavalle
uk: Переключити на канал

source: all bouquets
da: Alle buketter
et: Kõik lemmiknimekirjad
fi: Kaikki suosikkilistat
uk: всі фаворити

source: all services
da: Alle kanaler
et: Kõik kanalid
fi: Kaikki kanavat
uk: всі канали

source: ask user
da: Spørg bruger
et: Küsitakse
fi: Kysy käyttäjältä

source: case-insensitive search
da: Ikke-versalfølsom søgning
et: Tõusutundetu otsing
fi: Yleishaku

source: case-sensitive search
da: Versalfølsom søgning
et: Tõusutundlik otsing
fi: Tapauskohtainen haku

source: current bouquet
da: Nuværende Buket
et: Aktiivne lemmiknimekiri
fi: Nykyinen suosikkilista
uk: вибраний фаворит

source: current service
da: Nuværende kanal
et: Aktiivne kanal
fi: Nykyinen kanava

source: disabled
et: Keelatud
fi: Pois

source: exact match
da: Helt identisk
et: Täpne vaste
fi: Tarkka vastaavuus

source: exclude
et: Eira
fi: Rajoita

source: include
et: Hõlma
fi: Sisällytä
uk: включати

source: partial match
da: Delvis identisk
et: Osaline vaste
fi: Osittainen vastaavuus

source: search EPG
da: Søg i EPG
et: EPG otsing
fi: Hae ohjelmaoppaasta
uk: пошук ЕПГ

source: search EPG from history...
da: Søg i EPG fra historik...
et: EPG ajaloo otsing
fi: Hae ohjelmaoppaan hakuhistoriasta
uk: пошук ЕПГ в історії...

source: title starts with
da: Titel begynder med
et: Nimi algab
fi: Nimi alkaa
