Repository: builder08/enigma2-plugins_5.9
Catalog: autoresolution/po/*.po
Languages: de

source: Alternative resolution when native not supported
de: Alternative Auflösung wenn nativ nicht unterstützt wird

source: Ask before changing videomode
de: Vor Wechsel des Videomodus nachfragen

source: Auto frame rate (refresh need 'multi')
de: Auto Bildwiederholrate (refresh need 'multi')

source: Autoresolution
de: Auto-Auflösung

source: Autoresolution Plugin Testmode: Is %s OK?
de: Auto-Auflösung Testmodus: ist %s OK ?

source: Autoresolution Switch
de: Auto-Auflösung Wechsel

source: Autoresolution is not working in Scart/DVI-PC Mode
de: Auto-Auflösung im Scart/DVI-PC Modus nicht möglich

source: Autoresolution videomode setup
de: Auto-Auflösung Videomodus Einstellungen

source: Cancel
de: Abbrechen

source: Changing framerate for current service? Current framerate: %s New framerate: %s
de: Bildwiederholrate wechseln für aktuelles Programm ? Aktuelle Bildwiederholrate: %s Neue Bildwiederholrate: %s

source: Deinterlacer mode for interlaced content
de: Deinterlacer Modus für interlaced Inhalt

source: Deinterlacer mode for progressive content
de: Deinterlacer Modus für progressiven Inhalt

source: Delay x seconds after service started
de: Verzögere x Sekunden nach der Umschaltung

source: Enable 1080p24 Mode
de: Aktiviere 1080p24 Modus

source: Enable 1080p25 Mode
de: Aktiviere 1080p25 Modus

source: Enable 1080p30 Mode
de: Aktiviere 1080p30 Modus

source: Enable 2160p24 Mode
de: Aktiviere 2160p24 Modus

source: Enable 2160p25 Mode
de: Aktiviere 2160p25 Modus

source: Enable 2160p30 Mode
de: Aktiviere 2160p30 Modus

source: Enable 720p24 Mode
de: Aktiviere 720p24 Modus

source: Enable 720p50 Mode
de: Aktiviere 720p50 Modus

source: Enable Autoresolution
de: Auto-Auflösung einschalten

source: Exit
de: Beenden

source: FHD 50/60Hz Progressive Mode
de: FHD 50/60Hz Progressiv Modus

source: HD Interlace Mode
de: HD Interlace Modus

source: HD Progressive Mode
de: HD Progressiv Modus

source: Lock timeout
de: Kein Timeout

source: Manual resolution
de: Manuelle Aufl.

source: Manual resolution is not working in Scart/DVI-PC mode!
de: Manuelle Auflösung im Scart/DVI-PC Modus nicht möglich !

source: Message timeout
de: Timeout bei Nachrichten

source: Mode
de: Modus

source: Please select a resolution...
de: Bitte die Auflösung wählen...

source: Refresh Rate
de: Bildwiederholrate

source: Return back without confirmation after 10 sec.
de: Ohne Bestätigung nach 10 Sekunden zurück.

source: Running in testmode
de: Läuft im Testmodus

source: SD 24Hz Progressive mode
de: SD 24Hz Progressiv Modus

source: SD 25/50Hz Interlace Mode
de: SD 25/50Hz Interlace Modus

source: SD 25/50Hz Progressive Mode
de: SD 25/50Hz Progressiv Modus

source: SD 30/60Hz Interlace Mode
de: SD 30/60Hz Interlace Modus

source: SD 30/60Hz Progressive Mode
de: SD 30/60Hz Progressiv Modus

source: Show 'Manual resolution' in extensions menu
de: Zeige 'Manuelle Aufl.' im Erweiterten Menü

source: Show info screen
de: Zeige Info im Bild

source: This resolution is OK?
de: Ist diese Auflösung ok ?

source: UHD Interlace Mode
de: UHD Interlace Modus

source: UHD Progressive Mode
de: UHD Progressiv Modus

source: Use 60Hz instead 30Hz
de: Verwende 60Hz statt 30Hz

source: Videocontent: %sx%s%s %sHz
de: Videoinhalt: %sx%s%s %sHz

source: Videomode: %s
de: Videomodus: %s

source: Videomode: %s %s %s
de: Videomodus: %s %s %s

source: auto
de: automatisch

source: default
de: Standard

source: manual
de: Manuell

source: off
de: Aus

source: on
de: Ein

source: second
de: Sekunde

source: seconds
de: Sekunden
