Repository: builder08/enigma2-plugins_5.9
Catalog: fancontrol2/po/*.po
Languages: cs, ru

source: Action in case of Fan failure
cs: Akce při poruše ventilátoru
ru: Действие в случае отказа вентилятора

source: Auto-Delete Data older than (Days)
cs: Automaticky mazat data starší, než (dnů)
ru: Автоудаление данных старше чем (дней)

source: Auto-Delete older %s Days
cs: Auto-mazat starší %s dnů
ru: Автоудаление старше %s дней

source: Box Shutdown
cs: Vypnout stb
ru: Выключение ресивера

source: Box has no fancontrol hardware -> FC2 deactivated
cs: Stb nemá odpovídající hardware -> FC2 je neaktivní
ru: Ресивер не имеет аппаратного управления вентилятором -> 'плагин отключен

source: Box shutdown at Temperature (C)
cs: Vypnout box při teplotě (C)
ru: Выключение ресивера при температуре (C)

source: Cancel
cs: Zrušit
ru: Отменить

source: Check
cs: Kontrola
ru: Проверить

source: Choose path
cs: Vyberte cestu
ru: Выбор пути

source: Control disabled
cs: Ovládání vypnuto
ru: Управление отключено

source: Current rpm %4d
cs: Aktuální otáčky %4d
ru: Текущие об/мин %4d

source: Current value: %s
cs: Aktuálně: %s
ru: Текущее значение: %s

source: Delete
cs: Smazat
ru: Удалить

source: Delete older 48h
cs: Smazat starší, než 48h
ru: Удалить старше 48 часов

source: Disk free : %d MByte
cs: HDD (Volné( : %d Mb
ru: Свободный объем HDD: %d Мбайт

source: Download
cs: Stáhnout
ru: Загрузить

source: Enable Console Logging
ru: Включить журнал консоли

source: Enable Data Logging
cs: Zapnout logování dat
ru: Включить журнал данных

source: Enable Event Logging
cs: Povolit logování událostí
ru: Включить журнал событий

source: Enable Thread use
ru: Включить использование потока

source: End temperature C
cs: Maximální T° C
ru: Конечная температура (C)

source: Extended Control Range
cs: Rozšířená regulace
ru: Расширенный уровень управления

source: Fan Control 2 - Monitor
ru: Fan Control 2 - Монитор

source: Fan is not working!
cs: Funidlo nepracuje!
ru: Вентилятор не работает!

source: Fan off in Idle Mode
ru: Выключить вентилятор в режиме ожидания

source: Fan type
cs: Funidlo
ru: Тип вентилятора

source: FanControl2 emergency, Box Shutdown now?
ru: Аварийная ситуация, выключить ресивер сейчас?

source: File %s does not exists
cs: Soubor %s neexistuje
ru: Файл %s не существует

source: Filesize : %d %sByte
cs: Velikost : %d %sbitů
ru: Размер файла: %d %sByte

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
cs: GUI se musí restartovat pro uplatnění změn. Chcete GUI nyní restartovat?
ru: Требуется перезагрузка GUI для применения изменений. Вы хотите перезагрузить GUI сейчас?

source: Help
cs: Pomoc
ru: Помощь

source: Information
cs: Informace
ru: Информация

source: Initial PWM
cs: Počáteční PWM
ru: Начальная PWM

source: Initial Voltage
cs: Spouštěcí napětí
ru: Начальное напряжение

source: Logging path
cs: Cesta k logu
ru: Место хранения журнала

source: Logging-Path: %s
cs: Cesta k logu: %s
ru: Место хранения журнала: %s

source: Max Fan %d rpm at PWM=255 (%s)
cs: Max. otáčky %d rpm při PWM=255 (%s)
ru: Максимально оборотов %d на PWM=255 (%s)

source: Max Fan %d rpm at PWM=255 and VLT=255 (%s)
cs: Max. otáčky %d rpm při PWM=255 a VLT=255 (%s)
ru: Максимально оборотов %d на PWM=255 и VLT=255 (%s)

source: Max Fan %d rpm at VLT=255 (%s)
cs: Max. otáčky %d rpm při VLT=255 (%s)
ru: Максимально оборотов %d на VLT=255 (%s)

source: Min Fan Start %d rpm at PWM=%d
cs: Od min. otáček %d rpm při PWM=%d
ru: Минимально для запуска %d об/мин на PWM=%d

source: Min Fan Start %d rpm at VLT=%d
cs: Od min. otáček %d rpm při VLT=%d
ru: Минимально для запуска %d об/мин на VLT=%d

source: Min Fan Start %d rpm at VLT=%d and PWM=0
cs: Od min. otáček %d rpm při VLT=%d a PWM=0
ru: Минимально для запуска %d об/мин на VLT=%d и PWM=0

source: Min Fan Stop %d rpm at PWM=%d (%s)
cs: Do min. otáček %d rpm při PWM=%d (%s)
ru: Минимально для остановки %d об/мин на PWM=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d (%s)
cs: Do min. otáček %d rpm při VLT=%d (%s)
ru: Минимально для остановки %d об/мин на VLT=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d and PWM=0 (%s)
cs: Do min. otáček %d rpm při VLT=%d a PWM=0 (%s)
ru: Минимально для остановки %d об/мин на VLT=%d и PWM=0 (%s)

source: Number of WebIF-Log-Entries
cs: Počet záznamů logů pro WebIF
ru: Количество записей журнала для WebIF

source: Restart GUI now?
cs: Restartovat GUI nyní?
ru: Перезагрузить GUI сейчас?

source: Save
cs: Uložit
ru: Сохранить

source: Sensors
cs: Senzory
ru: Сенсоры

source: Show Fan Speed as
cs: Zobrazit rychlost funidla jako
ru: Показывать скорость вентилятора как

source: Show Monitor in Extension-Menu
cs: Zobrazit monitor v menu
ru: Показывать монитор в меню дополнений

source: Show Plugin in Extension-Menu
cs: Zobrazit plugin v extenzích
ru: Показывать плагин в меню дополнений

source: Speed
cs: Otáčky
ru: Скорость

source: Static temp C
cs: Klidová T° C
ru: Статическая температура (C)

source: Target rpm %4d
cs: Cílové otáčky %4d
ru: Выбрано об/мин %4d

source: Temperature
cs: Teplota
ru: Температура

source: Temperature C %4.1f
cs: Teplota C° %4.1f
ru: Температура (C) %4.1f

source: Voltage
cs: Napětí
ru: Напряжение

source: Voltage %03d
cs: Napětí %03d
ru: Напряжение %03d

source: active
cs: aktivní
ru: Активный

source: auto
cs: automaticky
ru: Авто

source: below Tunerslot 4
cs: pod Tunerslot 4
ru: ниже слота тюнера 4

source: currentRPM:%d targetRPM:%d Temp:%4.1f
cs: aktuálníOT:%d cílovéOT:%d Tep:%4.1f
ru: текущая RPM:%d выбрано RPM:%d темп:%4.1f

source: disabled
cs: vypnuto
ru: Выключено

source: display Info
cs: zobrazit info
ru: Показать информацию

source: do nothing
cs: nedělat nic
ru: Ничего

source: increases overheating protection to (C)
cs: Zvýšit ochranu proti přehřátí o (C)
ru: Увеличить уровень защиты от перегрева (С)

source: left near Card-Slot
cs: vlevo u slotu karty
ru: Слева от картоприёмника

source: left near Front-CI
cs: vlevo u předního-CI
ru: Слева от слота для модуля

source: left of the Battery
cs: vlevo od baterie
ru: Слева от батареи

source: max Speed rpm
cs: Maximální otáčky
ru: Максимальная скорость об/мин

source: min Speed rpm
cs: Minimální otáčky
ru: Минимальная скорость об/мин

source: near XILINX Spartan
cs: v blízkosti XILINX Spartan
ru: рядом XILINX Spartan

source: never
cs: nikdy
ru: Никогда

source: no
cs: ne
ru: Нет

source: not active
cs: neaktivní
ru: неактивный

source: over Security Card
cs: nad Security Card
ru: на секретную карту

source: please set fan type (3Pin or 4Pin)
ru: Установите тип вентилятора (3 Pin или 4 Pin)

source: please wait (until 3min)...
cs: čekejte prosím (asi 3min)...
ru: пожалуйста, подождите (до 3 мин)...

source: press Info for HDD-Temp
cs: stiskněte Info pro T° HDD
ru: нажмите INFO для показа температуры HDD

source: read HDD-Temperature in HDD-Standby-Mode
cs: Načítat teplotu HDD v režimu Standby
ru: Чтение темп HDD, если диск в режиме ожидания

source: setup Fancontol inStandby mode
ru: Настройки вентилятора в режиме ожидания

source: turn off
cs: vypnuto
ru: выключить

source: turn on
cs: zapnuto
ru: включить

source: under the Fan
cs: pod funidlem
ru: под вентилятор

source: under the WLAN
cs: v rámci WLAN
ru: под WLAN

source: yes
cs: ano
ru: Да

source: yes, Except for Recording or HDD
cs: ano, kromě záznamu a HDD
ru: Да, кроме записи или HDD активен

source: 3Pin
cs: 3piny

source: 4Pin
cs: 4piny

source: Fan Control
cs: Ovládání funidla

source: readme.txt
cs: readmede.txt
