Repository: builder08/enigma2-plugins_5.9
Catalog: vlcplayer/po/*.po
Languages: ru

source: 1 minute
ru: 1 минута

source: 10 minutes
ru: 10 минут

source: 15 minutes
ru: 15 минут

source: 20 minutes
ru: 20 минут

source: 3 minutes
ru: 3 минуты

source: 30 minutes
ru: 30 минут

source: 5 minutes
ru: 5 минут

source: A video streaming solution based on VLC
ru: Потоковое видео на основе плеера VLC

source: Audio Bitrate
ru: Аудио битрейт

source: Audio Channels
ru: Аудио каналы

source: Audio Codec
ru: Аудио кодек

source: Audio Samplerate
ru: Частота дискретизации аудио

source: Cache Directory
ru: Каталог кэша

source: Cancel
ru: Отмена

source: Choice of minutes to jump
ru: Выбор минут для перехода

source: Choose an action:
ru: Выберите действие:

source: DVD Device (leave empty for default)
ru: Устройство DVD (оставьте пустым по умолчанию)

source: Direct play
ru: Прямое проигрывание

source: Edit VLC Server
ru: Редактор сервера VLC

source: Enter VLC-Server as FQDN or IP-Address
ru: Ввод VLC-сервера как FQDN или IP-адрес

source: Enter subtitles as Track or Language
ru: Ввод субтитров в качестве треков или языка

source: Error loading filelist into server %(server)s: %(error)s
ru: Ошибка загрузки файлиста с сервера %(server)s: %(error)s

source: Error loading playlist %(media)s into server %(server)s: %(error)s
ru: Ошибка загрузки плейлиста %(media)s с сервера %(server)s: %(error)s

source: Error loading playlist into server %(server)s: %(error)s
ru: Ошибка, загрузки плейлиста с сервера %(server)s: %(error)s

source: Error updating filelist from server %(server)s: %(error)s
ru: Ошибка обновления файлиста с сервера %(server)s: %(error)s

source: Error with VLC server: %s
ru: Ошибка VLC-сервера: %s

source: Filelist
ru: Файлист

source: HTTP Port
ru: Порт HTTP

source: IP-Address
ru: IP-Адрес

source: Latest compatible version VLC 2.0.7 Setup VLC for PC: Tools -> Preferences -> All -> Interface -> Main Interface -> Select Web Find file c:/Program Files/VideoLAN/VLC/Lua/http/.hosts and insert your box ip (without #). Add shortcut to the startup of the background start VLC 'C:\Program Files\VideoLAN\VLCvlc.exe --intf telnet --extraintf http'
ru: Последняя совместимая версия VLC 2.0.7 Настройки VLC для ПК: Tools -> Preferences -> All -> Interface -> Main Interface -> Select Web Найдите файл c:/Program Files/VideoLAN/VLC/Lua/http/.hosts здесь впишите айпи ресивера. Добавить в автозагрузку ярлык для фонового запуска плеера VLC 'C:\Program Files\VideoLAN\VLCvlc.exe --intf telnet --extraintf http'

source: List of known profiles. Note: key info - help
ru: Список доступных профилей. Заметка: кнопка инфо - помощь

source: Movie Directory
ru: Каталог видео

source: No more files in this directory
ru: Нет больше файлов в этом каталоге

source: No ping from Server: %s %s
ru: Нет ответа на пинг сервера: %s %s

source: No previous file in this directory
ru: Нет предыдущего файла в этом каталоге

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
ru: Нет доступной службы в Enigma для воспроизведения VLC-стрима! Проверьте установку и попробуйте еще раз!

source: Overscan Correction [in %(percentsign)s of Video width]
ru: Коррекция забегания развёртки [в %(percentsign)s видеоширины]

source: Ping IP-Address when open Server
ru: Пинг IP-адреса при открытии сервера

source: Playlist
ru: Плейлист

source: Really delete this Server?
ru: Действительно удалить этот сервер?

source: Reset default
ru: Сброс дефолтного сервера

source: Save as .ts and play
ru: Сохранить как .ts и проиграть

source: Select VLC-Server profile
ru: Выбор профиля VLC-сервера

source: Select method?
ru: Выберите метод:

source: Server Address
ru: Адрес сервера

source: Server Profile Name
ru: Название профиля сервера

source: Serverlist
ru: cписок серверов

source: Set as default
ru: Установить как дефолтный сервер

source: Subtitle overlay
ru: Наложение субтитров

source: Subtitles
ru: Субтитры

source: Transcode MPEG/DVD Audio
ru: Транскодируйте аудио MPEG/DVD

source: Transcode MPEG/DVD Video
ru: Транскодируйте видео MPEG/DVD

source: Use saving to Cache Directory
ru: Использовать сохранение в кэш каталог

source: VLC Media List
ru: VLC список медиа

source: VLC Video Player
ru: VLC видео плеер

source: Video Bitrate
ru: Видео битрейт

source: Video Codec
ru: Видео кодек

source: Video Norm
ru: Видео стандарт

source: Yellow subtitles
ru: Желтые субтитры

source: add server
ru: добавить сервер

source: delete server
ru: удалить сервер

source: edit server
ru: изменить сервер

source: filter off
ru: фильтр выкл

source: filter on
ru: фильтр вкл

source: languages
ru: языки

source: play DVD
ru: проиграть как DVD

source: refresh
ru: обновление

source: set default
ru: установка по дефолту

source: tracks
ru: треки
