Repository: builder08/enigma2-plugins_5.9
Catalog: eibox/po/*.po
Languages: nl

source: (actual)
nl: (actueel)

source: (set point)
nl: (instel punt)

source: Visualization for European Installation Bus
nl: Visualisatie European Installation Bus

source: beleuchtung:helligkeitswerte:esstisch
nl: belichting: helderheidswaarde: eettafel

source: beleuchtung:helligkeitswerte:schlafen_decke
nl: belichting: helderheidswaarde: slapen_plafond

source: beleuchtung:helligkeitswerte:wohnzimmer_decke_1
nl: belichting: helderheidswaarde: woonkamer_plafond_1

source: down
nl: naar beneden

source: not found
nl: niet gevonden

source: parser error
nl: fout in samenstellen

source: up
nl: omhoog
