Repository: builder08/enigma2-plugins_5.9
Catalog: epgsearchpli/po/*.po
Languages: lv

source: Add "Search event in EPG" to channel menu
lv: Pievienot "Meklēt notikumu EPG" kanālu izvēlnē

source: Add "Search event in EPG" to event menu
lv: Pievienot "Meklēt notikumu EPG" notikumu izvēlnē

source: Add "Search" Button to EPG
lv: Pievienot "Meklēt" pogu EPG

source: Add timer
lv: Pievienot taimeri

source: Adds "Search event in EPG" item into the channel selection context menu (needs restart GUI)
lv: Pievieno "Meklēt notikumu EPG" kanālu izvēlnē (vajag pārstartēt GUI)

source: Adds "Search event in EPG" item into the event menu (needs restart GUI)
lv: Pievieno "Meklēt notikumu EPG" notikumu izvēlnē (vajag pārstartēt GUI)

source: Cancel
lv: Atcelt

source: Channel Selection
lv: Kanālu saraksts

source: Choice list
lv: Izvēlne

source: Choice list EPGSearch
lv: Izvēlieties EPG sarakstu

source: Choice list RED Button
lv: Sarkanā poga attēlo

source: Choosing an encoding. "UTF-8" to search for EPG cyrillic.
lv: Izvēlieties kodējumu. "UTF-8" lai meklētu EPG cyrillic.

source: Clear history
lv: Attīrīt vēsturi

source: Could not read AutoTimer timer list: %s
lv: Nevar nolasīt auto taimeru sarakstu: %s

source: Display name service as in bouquets
lv: Attēlot kanāla nosakukumu kā buķetē

source: EPG Search
lv: EPG meklēšana

source: EPGSearch
lv: EPG meklētājs

source: EPGSearch Setup
lv: EPGSearch iestatījumi

source: Encoding Search to EPG
lv: Meklēt EPG kodējumā

source: Enter text to search for
lv: Ievadiet tekstu kuru meklēt

source: Export selected as AutoTimer
lv: Eksportēt iezīmēto kā auto taimeri

source: History
lv: Vēsture

source: How many entries to keep in the search history at most. 0 disables history entirely!
lv: Cik daudz ierakstu paturēt meklēšanas vēsturē. 0 atspējo vēstures ierakstus!

source: If 'Search only bouquets' is enabled, show service name as in bouquets for renamed services.
lv: Ja 'Meklēt tikai buķetēs' ir iespējots, tad pārdēvētajiem kanāliem attēlos kanāla nosaukumu kā buķetē.

source: If this setting is enabled, searching EPG in only services in user bouquets.
lv: Ja šis iestatījums ir iespējots, tad meklēs tikai kanālos kuri ir buķetēs.

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
lv: Ja šis iestatījums ir iespējots, tad spraudnis pievieno "Meklēt" pogu standarata EPG.

source: If this setting is enabled, the plugin adds picons.
lv: Ja šis istatījums ir iespējots, tad spraudnis pievienos pikonas.

source: Import from AutoTimer
lv: Iegūt no auto taimera

source: Import from EPG
lv: Iegūt no EPG

source: Import from Timer
lv: Iegūt no taimera

source: Length of History
lv: Vēstures ilgums

source: List of history is cleared !
lv: Vēsture ir attīrīta!

source: Lookup in TMBD
lv: Meklēt TMBD

source: New Search
lv: Meklēt no jauna

source: No history !
lv: Nav vēstures!

source: OK
lv: Labi

source: Open selected in IMDb
lv: Atvērt izvēlēto IMDb

source: Partnerbox Entries
lv: Partnerbox ieraksti

source: Save search as AutoTimer
lv: Saglabāt atrasto kā auto taimeri

source: Search
lv: Meklēt

source: Search EPG by title event
lv: Meklēt EPG pēc notikumiem

source: Search event in EPG
lv: Meklēt notikumu EPG

source: Search for TMDb info
lv: Meklēt TMDb info

source: Search only bouquets
lv: Meklēt tikai buķetēs

source: Search strictness
lv: Meklēšanas atbilstība

source: Search type
lv: Meklēšanas tips

source: Search type for filter
lv: Meklēšanas tips filtrēšanai

source: Select a timer to search
lv: Izvēlieties taimeri lai meklētu

source: Select action:
lv: Izvēlieties darbību:

source: Select channel
lv: Izvēlieties kanālu

source: Select text to search for
lv: Norādiet tekstu kuru meklēt

source: Select type for filter search. Press button P +/- for show/hide filter in description after search.
lv: Izvēlieties meklēšanas veidu filtrēšanai. Lietojiet P +/- lai parādītu/slēptu filtrus aprakstā pēc meklēšanas.

source: Select type for search, "partial match" for the most extensive search.
lv: Izvēlieties meklēšanas tipu, "atbilst daļēji" lielākam rezultātu daudzumam.

source: Select type: 'Search and Select channel' or 'Search'.
lv: Izvēlieties veidu: 'Meklēt un izvēlēties kanālu' vai 'meklēt'.

source: Select whether or not you want to enforce case correctness.
lv: Izvēlieties vai vēlaties lietot reģistra korekciju

source: Setup
lv: Iestatījumi

source: Timers list
lv: Taimeru saraksts

source: Type blue Button
lv: Zilā poga

source: Use Picons
lv: Lietot pikonas

source: Zap to selected service
lv: Pārslēgt uz izvēlēto kanālu

source: case-insensitive search
lv: meklēt reģistr nejūtīgi

source: case-sensitive search
lv: meklēt reģistr jūtīgi

source: choice (Search and standard)
lv: izvēlēties (meklēt vai standarta)

source: exact match
lv: atbilst tieši

source: only Search
lv: tikai meklēt

source: partial match
lv: atbilst daļēji

source: search EPG
lv: meklēt EPG

source: search EPG...
lv: meklēt EPG...

source: title starts with
lv: nosaukums sākas ar
