Repository: builder08/enigma2-plugins_5.9
Catalog: autotimer/po/*.po
Languages: es, uk

source: The autotimer file (/etc/enigma2/autotimer.xml) is corrupt. A new and empty config was created. A backup of the config can be found here (/etc/enigma2/autotimer.xml_old)
uk: Файл автотаймера (/etc/enigma2/autotimer.xml) пошкоджений. Створено новий порожній файл. Резервну копію можна знайти тут (/etc/enigma2/autotimer.xml_old)

source: The counter can automatically be reset to the limit at certain intervals.
es: El contador puede establecerse automáticamente en el límite con cierta frecuencia.
uk: Лічильник можна автоматично скидаюти через певні інтервали часу.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
es: El editor que se utilizará para nuevos AutoTimers. Esto bien puede ser el asistente o el editor clásico.
uk: Редактор буде використовуватися для нових АвтоТаймерів. Це може бути майстр або класичний редактор.

source: The match attribute is mandatory.
es: El atributo coincidencia es obligatorio.
uk: Атрибут співпадіння обов’язковий.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
es: Este es un nombre que puede dar el autotimer. Se muestra en la general y la vista previa.
uk: Це ім'я Ви можете дати АвтоТаймеру. Воно буде показано в огляді та попередньому перегляді.

source: This is the delay in %s that the AutoTimer will wait after doing a search before searching the EPG again.
uk: Це затримка в %s, на яку автотаймер чекатиме після пошуку для повторного пошуку в ЕПГ.

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
es: Este es el retraso en minutos que el autotimer esperará en el lanzamiento inicial de no retrasar el tiempo de inicio enigma2.
uk: Це затримка в хвилинах, що АвтоТаймер чекатиме при першому свому запуску після старту enigma2.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
es: Esto es lo que se buscó en los títulos del evento. Tenga en cuenta que en busca por ejemplo, alemán diéresis puede ser complicado ya que tienes que saber la codificación que usa el canal
uk: Це те, що буде шукатися в назвах подій. Зверніть увагу, що пошук, наприклад, німецькі умляути можуть бути складні і Ви повинні знати кодування, яке використовує канал.

source: This setting controls the behavior when a timer matches a found event.
es: Esta configuración controla el comportamiento cuando un temporizador coincide con un evento encontrado.
uk: Цей параметр керує дією таймера при знайденій передачі.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
es: Esto cambia el comportamiento en los conflictos del temporizador. Si un autotimer coincide con un evento que entra en conflicto con un temporizador existentente no va a pasar por alto este evento,desabilitado.
uk: Цей параметр перемикає поведінку при конфлікті таймерів. Якщо АвтоТаймер відповідає події, яка вступає в конфлікт з існуючим таймером, він не ігноруватиме цю подію, але додасть її до вимкнених.

source: Thur
es: Jue
uk: Чет

source: Thursday
es: Jueves
uk: Четвер

source: Time in minutes to append to recording.
es: Tiempo en minutos para anexar a la grabación.
uk: Час в хвилинах, який буде додано перед записом.

source: Time in minutes to prepend to recording.
es: Tiempo en Minutos Que se anteponen a la Grabación.
uk: Час в хвилинах, який буде додано після запису.

source: Timer type
es: Tipo de Tiempo
uk: Тип таймеру

source: Title
es: Titulo
uk: Назва

source: Title and Short description
es: Titulo con Pequeña Descripcion
uk: Назва і короткий опис

source: Title and all descriptions
es: Titulo con toda la Descripcion
uk: Назва і всі описи

source: Tue
es: Mar
uk: Вів

source: Tuesday
es: Martes
uk: Вівторок

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
es: A menos que esto se habilita autotimer NO buscará automáticamente evento! AutoTimers sólo cuando salga de la interfaz gráfica de usuario con el botón verde.
uk: Якщо дана опція не включена АвтоТаймер НЕ буде автоматично шукати задані події, але тільки тоді, коли ви виходите з графічного інтерфейсу за допомогою зеленої кнопки.

source: Upper bound of timespan.
es: Cota inferior de intervalo de tiempo.
uk: Верхня межа проміжку часу.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
es: Límite superior del intervalo de tiempo. Nada después de este tiempo será igualado. Las compensaciones no se tienen en cuenta!
uk: Верхня межа проміжку часу. Нічого після цього часу не буде співставлятися. Зміщення не враховується!

source: Use a custom location
es: Usar localizacion personalizada
uk: Використовуйте інше місце розташування

source: Use automatic selection of alternates.
es: usa seleccion automatica o alternativa
uk: Використовуйте автоматичний вибір альтернатив.

source: Wed
es: Mie
uk: Сер

source: Wednesday
es: Miercoles
uk: Середа

source: Weekday
es: Día laborable
uk: По буднях

source: Weekend
es: Fin de semana
uk: Вихідні

source: Weekly (Monday)
es: Semanal (Lunes)
uk: Щотижня (понеділок)

source: Weekly (Sunday)
es: Semanal (Domingo)
uk: Щотижня (неділя)

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
es: Al apoyar "Escaneo Rápido " se ignora el tipo de servicio. No es necesario para habilitar esta a menos que su imagen soporta "Fast Scan " y usted lo está utilizando.
uk: При підтримці «Швидке сканування» тип каналу ігнорується. Вам необхідно включити його, якщо Ваш імідж не підтримує "Швидке сканування", і ви використовуєте його.

source: When this is enabled AutoTimer will ONLY check for new events whilst in standby.
es: Cuando esta opción está activada autotimer SÓLO comprobar si hay nuevos eventos mientras este standby.
uk: Коли ця опція включена автотаймер буде ТІЛЬКИ перевірити наявність нових подій в режимі очікування.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
es: Cuando esta opción está habilitada la autotimer no coincidirá con eventos donde otro temporizador con la misma descripción que ya existe en la lista de temporizador.
uk: Коли ця опція включена автотаймер не буде відповідати подіям, де інший таймер з таким же описом вже існує в списку таймера.

source: With this option enabled the channel to record will be selected automaticliy using your list of alternates.
es: Con esta opción habilitada el canal a grabar se seleccionará automaticliy usando su lista alternativo
uk: З цією опцією канал для запису буде обраний автоматично, використовуючи список альтернатив.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
es: Con esta opción usted puede restringir el Autotemporizador a una cierta cantidad de grabaciones previstas. ponga esto a 0 para incapacitar esta funcionalidad.
uk: За допомогою цієї опції Ви можете обмежити АвтоТаймер на певну кількість запланованих записів. Встановіть значення 0, щоб відключити цю функцію.

source: Yes, and delete all timers generated by this autotimer
uk: Так, і видалити всі таймери, згенеровані даним автотаймером

source: Yes, but keep timers generated by this autotimer
uk: Так, і зберегти всі таймери, згенеровані даним автотаймером

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
es: Usted puede controlar cuántos días en un futuro los temporizadores se añaden. Póngalo a 0 para desactivar esta función.
uk: Ви можете вказати скільки днів повинні будуть додаватися таймери. Встановіть значення 0, щоб відключити цю функцію.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
es: Ha introducido "%s" como coincidencia del texto. Quieres eliminar los espacios en blanco?
uk: Ви ввели "%s" як текст для співпадіння. Хочете видалити пробіли у кінці?

source: Your config file is not well-formed: %s
es: Su archivo de configuración no está bien formada: %s
uk: Ваш конфігураційний файл не дуже добре сформований: %s

source: add AutoTimer
es: añadir Auto Timer
uk: додати Авто-Таймер

source: add AutoTimer...
es: añadir Auto Timer...
uk: додати Авто-Таймер...

source: auto
es: automatico
uk: авто

source: autotimers need a match attribute
es: autotimers necesitan un acontecimiento
uk: автотаймерам необхідний атрибут співпадіння

source: case-insensitive search
es: Búsqueda no tener en cuenta (Mayusculas-Minusculas)
uk: пошук без врахування регістру

source: case-sensitive search
es: Búsqueda exacta (Mayusculas-Minusculas)
uk: пошук з врахуванням регістру

source: config changed.
es: Cambiar configuracion
uk: конфігурація змінилася.

source: description match
es: coincidencia descripcion
uk: в описі

source: disable
es: desabilitado
uk: вимкнути

source: disabled
es: desactivado
uk: вимкнено

source: do nothing
es: no hacer nada
uk: нічого не робити

source: enable
es: Habilitado
uk: ввімкнути

source: enabled
es: habilitado
uk: ввімкнено

source: exact match
es: coincidencia exacta
uk: точний збіг

source: go to deep standby
es: ir a standby profundo
uk: перейти в режим глибокого очікування

source: go to standby
es: ir al modo de espera
uk: перейти в режим очікування

source: hours
uk: години

source: in Description
es: en Discripcion
uk: в описі

source: in Shortdescription
es: Descripcion corta
uk: в короткому описі

source: in Title
es: en el título
uk: в назві

source: mins
uk: хвилин

source: minutes
uk: хвилини

source: missing parameter "id"
es: falta parámetro "id "
uk: відсутній параметр "id"

source: on Weekday
es: el día de la semana
uk: в будні дні

source: partial match
es: coincidencia parcial
uk: частковий збіг

source: record
es: grabar
uk: запис

source: standard
es: estandard
uk: стандарт

source: title starts with
es: título comienza con
uk: назва починається з

source: unable to find timer with id %i
es: incapaz de encontrar temporizador con id %i
uk: незнайдено таймер з індифікатором %i

source: unknown
es: desconocido
uk: невідомий

source: zap
es: zapeo
uk: переключення

source: zap and record
uk: переключення і запис

source: Classic
es: Clasica

source: Close
es: Cerrar

source: Couldn't load config file!
es: No se pudo cargar el archivo de configuración!

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
es: Si está habilitado un temporizador existente también se considerará la grabación de un evento si se registra al menos el 80% de la misma.

source: Poll Interval (in mins)
es: Intervalo de busqueda (in mins)

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description.
es: Seleccione"coincidencia exacta"para hacer cumplir"coincidencia titulo"coincidencia exacta,"coincidencia parcial"si sólo desea buscar una parte del nombre del evento"coincidencia de la descripcion"Si sólo desea buscar una parte de la descripción del evento

source: This is the delay in minutes that the AutoTimer will wait after a search to search the EPG again.
es: Este es el retraso en minutos que el autotimer esperará después de una búsqueda para buscar nuevamente de la EPG.

source: Wizard
es: Asistida
