Repository: builder08/enigma2-plugins_5.9
Catalog: autotimer/po/*.po
Languages: es, uk

source: Any time
uk: У будь-який час

source: (if services are enabled, bouquets are ignored.).
uk: (якщо канали включені, фаворити ігноруються.).

source: - Version: %s
uk: - Версія: %s

source: %d conflict(s) encountered when trying to add new timers: %s
es: %d conflictos(s) encontrados al intentar agregar nuevo temporizador: %s
uk: %d конфлікт(и), що виникають при спробі додати нові таймери: %s

source: %d conflict(s) solved with similar timer(s): %s
es: %d conflictos(s) resuelve con temporizador similar(s): % s
uk: %d конфлікт(и) вирішується з аналогічним таймером: %s

source: %s: %s at %s
uk: %s: %s в %s

source: Activate VPS
es: Activar VPS
uk: Активувати VPS

source: Add
es: añadir
uk: Додати

source: Add filters
es: Todos los Filtros
uk: Додати фільтри

source: Add new AutoTimer
es: Añadir nuevo Autotimer
uk: Додати новий АвтоТаймер

source: Add services
es: Todos los Servicios
uk: Додати канали

source: Add similar timer on conflict
es: Añadir temporizador similar sobre el conflicto
uk: Таймер, що додається, конфліктує з існуючим

source: Add timer as disabled on conflict
es: Añadir temporizador como deshabilitado en conflicto
uk: Таймер, що додається, відключено через конфлікт

source: After event
es: después evento
uk: Після події

source: All channels
es: Todos los canales
uk: Всі канали

source: All non-repeating timers
es: Todos los temporizadores no repetidos
uk: Всі таймери без повторень

source: Allow double timer for different services
uk: Дозволити подвійний таймер для різних каналів

source: Always write config
uk: Завжди записувати конфігурацію

source: Amount of recordings left
es: Cantidad de grabaciones izquierda
uk: Залишилося записів

source: Any service/recording
es: Cualquier servicio / grabación
uk: Любі канали/записи

source: Auto Timer
uk: Авто Таймер

source: Auto Timers
uk: Авто Таймери

source: AutoTimer
uk: АвтоТаймер

source: AutoTimer Context Menu
es: Menu Contexto Autotimer
uk: Контекстне меню АвтоТаймера

source: AutoTimer Editor
uk: Редактор АвтоТаймеру

source: AutoTimer Filters
es: Filtro Autotimer
uk: Фільтри АвтоТаймеру

source: AutoTimer Services
es: Servicio Autotimer
uk: Канали АвтоТаймеру

source: AutoTimer Settings
es: Ajustes Autotimer
uk: Налаштування АвтоТаймеру

source: AutoTimer overview
uk: Огляд АвтоТаймеру

source: AutoTimer was added successfully
es: Autotimer fue agregado con éxito
uk: АвтоТаймер успішно дадано

source: AutoTimer was changed successfully
es: Autotimer se cambió con éxito
uk: АвтоТаймер успішно змінено

source: AutoTimer was removed
es: Autotimer se eliminó
uk: АвтоТаймер був видалений

source: AutoTimers
uk: АвтоТаймери

source: Begin of "after event" timespan
es: Comience de "despues del evento" intervalo de tiempo
uk: Виконати "після подіїї" протягом часу

source: Begin of timespan
es: Comience intervalo de tiempo
uk: Початок часового інтервалу

source: Bouquets
uk: Фаворити

source: By enabling this events will not be matched if they don't occur on certain dates.
es: Al permitir que este tipo de eventos no será igualado, si no se producen en determinadas fechas.
uk: Коли дана опція включена таймер можна буде додати тільки по певним датам.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
es: Al habilitar esto se le notificará sobre temporizadores similares añadido durante la votación automatizada. No hay sistema, por lo que es posible preocuparse por el mismo conflicto una y otra vez.
uk: При включині Ви будете отримувати повідомлення про подібні таймери, доданих під час автоматичного опитування. Функція не інтелектуальна, тому може повідомляти Вас про цей же самий конфлікт знову і знову.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
es: Al habilitar esto se le notificará sobre temporizadores similares añadido durante la votación automatizada. No hay sistema, por lo que es posible preocuparse por el mismo conflicto una y otra vez.
uk: При включині Ви будете отримувати повідомлення про конфлікт таймерів, доданих під час автоматичного опитування. Функція не інтелектуальна, тому може повідомляти Вас про цей же самий конфлікт знову і знову.

source: Cancel
es: Cancelar
uk: Скасувати

source: Change default recording offset?
es: cambiando grabación por defecto ?
uk: Змінити зсув запису за замовчуванням?

source: Channel Selection
es: Seleccion de canal
uk: Вибір каналу

source: Channels
es: Canales
uk: Канали

source: Check for uniqueness in
es: Compruebe en singularidad
uk: Перевірка на унікальність в

source: Check the event id (eit) and remove the timer if there is no corresponding EPG event. Due to compatibility issues with SerienRecorder and IPRec, only timer created by AutoTimer are affected.
uk: Перевірте ідентифікатор передачі (eit) і видаліть таймер, якщо немає відповідної передачі в EPG. У зв'язку з проблемами сумісності з SerienRecorder і IPRec, впливає тільки таймер, створений за допомогою AutoTimer.

source: Choose target folder
es: Seleccione la carpeta de destino
uk: Виберіть цільову папку

source: Clone selected timer
uk: Клонування обраного таймера

source: Close and forget changes
es: Cerrar sin guardar cambios
uk: Закрити без збереження змін

source: Close and save changes
es: Cerrar y guardar cambios
uk: Закрити і зберегти зміни

source: Control recording completely by service
es: Grabación de control completamente por servicio
uk: Повний контроль запису каналом

source: Create a new timer using the classic editor
es: Crear nuevo tiempo usando editor clasico
uk: Створення нового таймера за допомогою класичного редактора

source: Create a new timer using the wizard
es: Crear nuevo tiempo usando wizard
uk: Створення нового таймера за допомогою майстра

source: Custom (%s)
es: Personalizado (%s)
uk: Призначений для користувача (%s)

source: Custom location
es: ubicación personalizada
uk: Місце розташування для користувача

source: Custom offset
es: Desplazamiento personalizado
uk: Зміщення призначений для користувача

source: Defines where to search for duplicates (only title, short description or even extended description)
es: Define dónde buscar duplicados (sólo título, descripción corta o descripción incluso ampliado)
uk: Визначає, де шукати дублікати (тільки в назві, короткий опис або розширений опис)

source: Delete
es: Borrar
uk: Видалити

source: Description
es: Descripcion
uk: Опис

source: EPG encoding
es: codificacion EPG
uk: ЕПГ кодування

source: Edit AutoTimer
es: Editar AutoTimer
uk: Редагувати АвтоТаймер

source: Edit AutoTimer filters
es: Editar Filtro Autotimer
uk: Редагувати фільтри АвтоТаймера

source: Edit AutoTimer services
es: Editar servicio Autotimer
uk: Редагувати канали АвтоТаймера

source: Edit Timers and scan for new Events
es: editar tiempo de busqueda en nuevos Eventos
uk: Редагування таймерів та пошук нових подій

source: Edit filters
es: Editar filtros
uk: Редагувати фільтри

source: Edit new timer defaults
es: Editar nuevos tiempos por defecto
uk: Змінити значення за замовчуванням нового таймера

source: Edit selected AutoTimer
es: Editar Autotimer seleccionado
uk: Редагування обраного АвтоТаймера

source: Edit services
es: Editar Servicios
uk: Редагувати канали

source: Editing
es: Editando
uk: Редагування

source: Editor for new AutoTimers
es: editar nuevos Autotimers
uk: Редактор для нових АвтоТаймерів

source: Enable Filtering
es: Habilitar Filtro
uk: Ввімкнути фільтр

source: Enable Service Restriction
es: Habilitar Restriccion de Servicio
uk: Включити обмеження каналів

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
es: Activar esto para poder acceder a la autotimer general desde el menú de extensión.
uk: Увімкніть цю опцію, щоб мати можливість отримати доступ до автотаймер з меню розширення.

source: Enable this to be able to access the AutoTimer Overview from within the plugin browser.
es: Activar esto para poder acceder a la autotimer general desde el navegador plugin.
uk: Увімкніть цю опцію, щоб мати можливість отримати доступ до автотаймер з списку додатків.

source: Enabled
es: habilitado
uk: Ввімкнено

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
es: Codifica el canal utiliza por sus datos de EPG. Sólo tiene que cambiar esto si estás en busca de caracteres especiales como las diéresis alemanas.
uk: Кодування каналу використовує для своїх даних ЕПГ. Вам потрібно це змінити для пошуку спеціальних символів, таких як німецькі умляути.

source: End of "after event" timespan
es: Terminar "después del evento" intervalo de tiempo
uk: Кінець часового інтервалу

source: End of timespan
es: Fin del intervalo de tiempo
uk: Закінчити "після події" протягом часу

source: Everyday
es: Cada Día
uk: Щоденно

source: Exact match
es: Coincidencia Exacta
uk: Точний збіг

source: Exclude
es: Excluido
uk: Виключати

source: Execute "after event" during timespan
es: Ejecuta "despues del evento" durante el intervalo de tiempo
uk: Виконати "після події" протягом проміжку часу

source: Filter
es: Filtro
uk: Фільтер

source: First day to match events. No event that begins before this date will be matched.
es: Primer día para que coincida con los eventos. Ningún evento que comienza antes de esta fecha será igualado.
uk: Перший день. Жодна подія, яка починається до цієї дати не буде виконуватися.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d unchanged, %d similars added.
es: Encontrado un total de %d coincidentes Eventos. %d Se añadieron Timer y %d modificado, %d conflictos encontrados, %d sin cambios, %d similares adicionales.
uk: Знайдено в цілому %d подібних подій. %d таймер було додано і %d змінений, %d конфлікти зустрічаються, %d без змін, %d додано схожі.

source: Frequently asked questions
es: Preguntas más frecuentes
uk: Питання, що часто задаються

source: Fri
es: Vie
uk: П’ят

source: Friday
es: Viernes
uk: П’ятниця

source: Guess existing timer based on begin/end
es: Adivina el temporizador existente basada en comenzar / finalizar
uk: Оприділяти існуючий таймер на основі початку/кінця

source: Help
es: Ayuda
uk: Допомога

source: Here you can specify whether simultaneous timers of the same program can be created. This allows simultaneous recording of a program with different resolutions. (e.g. SD service and HD service)
uk: Тут можна вказати, чи можна створювати одночасні таймери однієї передачі. Це дозволяє одночасно записувати передачу з різними дозволами. (наприклад, служба SD і служба HD)

source: Hour
uk: Година

source: If 0, the popup will remain open.
uk: Якщо 0, спливаюче вікно залишатиметься відкритим.

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
es: Si se produce un conflicto de temporizador, autotimer buscará fuera del intervalo de tiempo para un evento similar y añadirlo.
uk: Якщо виникає конфлікт таймера, АвтоТаймер буде шукати подібну передачу щоб додати її.

source: If enabled, the polling will be skipped if EPGRefresh is currently running.
uk: Якщо включено, то запит буде пропущено, якщо в даний час працює оновлення ЕПГ.

source: If enabled, the polling will be skipped if a recording is in progress.
es: Si se activa, la votación se omitirá si hay una grabación en progreso.
uk: Якщо включено, то запит буде пропущено, якщо в даний час працює запис.

source: If specified bouquets
uk: Якщо вказані фаворити

source: If specified services
uk: Якщо вказані канали

source: If specified services or bouquets
uk: Якщо вказані канали або фаворити

source: If this is disabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
uk: Якщо ця функція відключена, автотаймер НЕ буде автоматично шукати передачі за Вашим AutoTimers, але тільки тоді, коли ви вийдете з графічного інтерфейсу через зелену кнопку.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
es: Si se selecciona esta opción, se agregará el nombre de la respectiva autotimer como una etiqueta para temporizadores creados por este plugin.
uk: Якщо вибрати цю опцію, ім'я відповідного АвтоТаймера буде додано як тег таймерів, створених цим плагіном.

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
es: Si se selecciona esta opción, la etiqueta "autotimer " se dará a los temporizadores creados por este plugin.
uk: У разі вибору тег «АвтоТаймер» буде приділено таймерам, створених цим плагіном.

source: Import AutoTimer
es: Importar Autotimer
uk: Імпорт АвтоТаймера

source: Import existing Timer
es: Importar timer existente
uk: Імпорт існуючого таймера

source: Import from EPG
es: Importar desde Epg
uk: Імпорт з ЕПГ

source: Include
es: Incluido
uk: Включати

source: Include "AutoTimer" in tags
es: Incluir "AutoTimer" en etiquetas
uk: Включити «АвтоТаймер» в тегах

source: Include AutoTimer name in tags
es: Incluya el nombre autotimer en las etiquetas
uk: Включити ім’я АвтоТаймера в тегах

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
es: Etiqueta con la temporada, episodio y el título, de acuerdo con los ajustes SeriesPlugin.
uk: Мітка Таймера з сезоном, епізодом і назвою, відповідно до налаштувань SeriesPlugin.

source: Label series
es: Serie de etiquetas
uk: Мітка серії

source: Last day to match events. Events have to begin before this date to be matched.
es: Último día para que coincida con los eventos. Los Eventos tienen que comenzar antes de esta fecha, que se ajustará.
uk: Останній день. Жодна подія, яка починається після цієї дати не буде виконуватися.

source: Location
es: Localizacion
uk: Місце знаходження

source: Lower bound of timespan.
es: Cota inferior de intervalo de tiempo.
uk: Нижня межа проміжку часу.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
es: Límite inferior del intervalo de tiempo. Nada antes de este tiempo será igualado. Las compensaciones no se tienen en cuenta!
uk: Нижня межа проміжку часу. Нічого до цього часу не буде співставлятися. Зміщення не враховується!

source: Match Timespan: %02d:%02d - %02d:%02d
uk: Збіг часового діапазону: %02d:%02d - %02d:%02d

source: Match title
es: Titulo acontecimiento
uk: В назві

source: Match title: %s
es: Coincidencia Titulo: %s
uk: Найти в назві: %s

source: Maximum duration (in m)
es: Duracion maxima (en m)
uk: Максимальна тривалість (в хв.)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
es: Duración de acontecimiento máximo . Si un acontecimiento es más largo que esta cantidad de tiempo (sin la compensación) no será emparejado.
uk: Максимальна тривалість події. Коли програма триває довше, чим відведений період часу, вона не виконується.

source: Message Do you really want to delete %s?
uk: Повідомлення Ви дійсно хочете видалити %s?

source: Minute
uk: Хвилина

source: Modify existing timers
es: Modificar temporizadores existentes
uk: Зміна існуючих таймерів

source: Mon
es: Lun
uk: Пон

source: Monday
es: Lunes
uk: Понеділок

source: Monthly
es: Mensual
uk: Щомісяця

source: Never
es: Nunca
uk: Ніколи

source: New
es: Nuevo
uk: Новий

source: No
uk: Ні

source: None
es: Nada
uk: Жоден

source: Not after
es: no después
uk: Не пізніше

source: Not before
es: no antes
uk: Не раніше

source: Number of scheduled recordings left.
es: Número de grabaciones programadas a la izquierda
uk: Кількість запланованих записів що залишилося.

source: Offset after recording (in m)
es: Desplazar despues de la grabacion (en m)
uk: Зсув після запису (в хв.)

source: Offset before recording (in m)
es: Desplazar antes de grabar (en m)
uk: Зсув перед записом (в хв.)

source: On any service
es: En cualquier servicio
uk: Для любого каналу

source: On same service
es: El mismo servicio
uk: Для цього ж каналу

source: Only AutoTimers created during this session
es: Sólo AutoTimers creados durante esta sesión
uk: Під час цього сеансу створено лише АвтоТаймери

source: Only add timer for next x days
es: Sólo añadir temporizador para los próximos x días
uk: Додати таймер тільки для наступних х днів

source: Only match during timespan
es: solo acontecimiento durante intervalo de tiempo
uk: У відповідності з заданим проміжком часу

source: Only on Service: %s
uk: Тільки на каналі: %s

source: Only on Weekday: %s
uk: Тільки по будням: %s

source: Only poll while in standby
es: Solo buscar mientras este en standby
uk: Опитування тільки в режимі очікування

source: Open Context Menu
es: Abrir menú contextual
uk: Відкрити контекстне меню

source: Please provide a Text to match
es: Por favor introduce un texto para que coincida
uk: Будь ласка, введіть текст для пошуку

source: Poll Interval (in %s)
uk: Інтервал між пошуками (в %s)

source: Poll automatically
es: Busqueda automatica
uk: Опитування здійснюється автоматично

source: Poll unit
uk: Одиниця опитування

source: Poll unit selects whether the poll interval should be interpreted in hours or minutes.
uk: Опитування вибирає, чи слід інтерпретувати інтервал в годинах, або хвилинах.

source: Popup timeout in seconds
uk: Час очікування спливаючого вікна в секундах

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
es: power estado para cambiarse a después de grabaciones. Seleccione " el estándar " para no cambiar el comportamiento de falta de enigma2 o valores cambiados por usted.
uk: Стан, в який перейде приймач після запису. Виберіть «стандарт», щоб не змінити поведінку по замовчуванню чи значення в налаштуваннях Enigma2.

source: Preview
es: previsualizar
uk: Попередній перегляд

source: Preview AutoTimer
es: Previsualizar Autotimer
uk: Перегляд АвтоТаймера

source: Really close without saving settings?
es: Salir sin guardar cambios?
uk: Закрити без збереженя налаштувань?

source: Record a maximum of x times
es: Grabar maximo de tiempo
uk: Запис максимум x разів

source: Record on
es: Grabar on
uk: Запис ввімкнено

source: Remove not existing events
uk: Вилучити неіснуючі події

source: Remove selected AutoTimer
es: Borrar Autotimer seleccionado
uk: Видалити вибраний АвтоТаймер

source: Require description to be unique
es: Requerir descripción unica
uk: Вимагається унікальний опис

source: Reset count
es: Resetear contadores
uk: Скидання лічильника

source: Restrict "after event" to a certain timespan?
es: Restrinjido"después del acontecimiento"a un cierto intervalo de tiempo?
uk: Обмежити «Після події» для певного проміжку часу?

source: Restrict autotimer to bouquets. Use the blue key to edit the bouquet filter.
uk: Обмежують автотаймер до фаворитів. Використовуйте синю кнопку для редагування фільтра фаворитів.

source: Restrict autotimer to specific days. Use the yellow key to edit the day filter.
uk: Обмежити автотаймер на певні дні. Використовуйте жовту кнопку для редагування фільтра днів.

source: Restrict autotimer to specific services, channels. Use the blue key to edit the service filter.
uk: Обмежити автотаймер на конкретні передачі, канали. Використовуйте синю кнопку для редагування фільтра каналів.

source: Restrict to events on certain dates
es: Restringir a los acontecimientos en determinadas fechas
uk: Обмеження на події у певні дати

source: Sat
es: Sab
uk: Суб

source: Saturday
es: Sabado
uk: Субота

source: Save
es: Guardar
uk: Зберегти

source: Search strictness
es: Exactitud de Busqueda
uk: Точність пошуку

source: Search type
es: Tipo de Busqueda
uk: Тип пошуку

source: Select a timer to import
es: Selecciona un tiempo para importar
uk: Виберіть таймер для імпорту

source: Select bouquet to record on
es: selecciona bouquet para grabar
uk: Виберіть фаворит для запису

source: Select channel to record on
es: Selecciona canal para grabar
uk: Виберіть канал для запису

source: Select the location to save the recording to.
es: Seleccione la ubicación para guardar la grabación
uk: Виберіть папку для збереження запису.

source: Select type of Filter
es: Selecciona Tipo de Filtro
uk: Виберіть тип фільтру

source: Select whether or not you want to enforce case correctness.
es: Seleccione si desea o no hacer valer caso corrección.
uk: Виберіть, чи хочете ви забезпечити співпадіння регістру символів.

source: Set End Time
es: Elige tiempo fin
uk: Встановіть час закінчення

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
es: Establezca una hora de finalización para el temporizador. Si lo hace, el intervalo de tiempo de caso se podría bloquear para grabaciones.
uk: Встановіть час закінчення таймера. Якщо Ви це зробите, то відрізок часу події може бути заблокований для записів.

source: Set maximum duration
es: Establece la duración máxima
uk: Встановити максимальну тривалість

source: Set this NO to disable this AutoTimer.
es: Establezca NO para desactivar este autotimer.
uk: Встановіть НІ для відключення даного автотаумеру.

source: Set timer type: zap, simple record, zap+record (always zap to service before start record).
uk: Встановіть тип таймера: переключення, простий запис, переключення+запис (завжди зап в службу до початку запису).

source: Setup
es: Configuración
uk: Налаштування

source: Should this AutoTimer be restricted to a timespan?
es: el autotimer estar restringido a un intervalo de tiempo?
uk: Чи повинен даний АутоТаймер бути обмежений відрізком часу?

source: Should this AutoTimer only match up to a certain event duration?
es: ¿Sólo debería este Autotemporizador corresponder a una cierta duración de acontecimiento?
uk: Чи повинен даний АвтоТаймер бути обмежений тільки відомим відрізком часу?

source: Should timers created by this AutoTimer be recorded to a custom location?
es: En caso de temporizadores creados por este autotimer se grabaran en una ubicación personalizada?
uk: Чи повинні таймери, створені цим АвтоТаймером, бути записані в іншому місці?

source: Show in extension menu
es: Mostrar en menú de extendido
uk: Показати в розширеному меню

source: Show in plugin browser
es: Mostrar en el navegador plugin
uk: Показати в браузері додатків

source: Show notification on conflicts
es: Mostrar una notificación sobre los conflictos
uk: Показувати сповіщення про конфлікти

source: Show notification on similars
es: Mostrar notificación similares
uk: Показувати сповіщення про подібність

source: Skip poll during epg refresh
uk: Пропустити опитування під час ЕПГ оновлення

source: Skip poll during records
es: Saltar encuesta durante los registros
uk: Пропустити опитування під час запису

source: Sort AutoTimer
es: Pequeño Autotimer
uk: Сортування АвтоТаймеру

source: Sort Time
es: Tiempo corto
uk: Сортування по часу

source: Startup delay (in min)
es: Demora de inicio (en min)
uk: Затримка запуску (в хв.)

source: Startup delay is the number of minutes before polling after a reboot, so as to not delay enigma2 startup time.
uk: Затримка запуску - це кількість хвилин до запиту після перезавантаження, щоб не затримувати час запуску enigma2.

source: Sun
es: sol
uk: Нед

source: Sunday
es: Domingo
uk: Неділя

source: Support "Fast Scan"?
es: Soporte "escaneo rapido"?
uk: Підтримати «Швидке сканування»?

source: Tags
es: Etiquetas
uk: Теги

source: Tags the Timer/Recording will have.
es: Etiquetas del temporizador / grabación se efectuara
uk: Матимиме теги Таймер/Запис.
