Repository: builder08/enigma2-plugins_5.9
Catalog: tageditor/po/*.po
Languages: fa, sr

source: Add new tag...
fa: افزودن یک برچسپ جدید
sr: Dodaj novu oznaku...

source: Cancel
fa: لغو کردن
sr: Otkaži

source: Delete all tags...
fa: حذف کردن همه برچسپ ها
sr: Obriši sve oznake...

source: Delete this tag...
fa: حذف این برچسب
sr: Obriši ovu oznaku...

source: Delete unused tags
fa: حذف برچسب های بی مصرف
sr: Obriši nekorišćene oznake

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
sr: Da li stvarno želite da obrišete sve oznake svuda ? (Znajte da 'Otkaži' neće ovo vratiti!)

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
sr: Da li stvarno želite da obrišete oznaku "%s" svuda? (Znajte da 'Otkaži' neće ovo vratiti!)

source: Load
fa: بارگذاری کردن
sr: Učitaj

source: New
fa: جدید
sr: Nova

source: Please enter the new tag
fa: لطفا برچسب جدید را وارد نمایید
sr: Molim unesite novu oznaku

source: Rename this tag...
fa: تغییر نام دادن برچسب... در حال
sr: Preimenuj ovu oznaku...

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
sr: Zameni oznaku "%s" svuda sa: (Znajte da 'Otkaži' neće ovo vratiti!)

source: edit tags
sr: Uredi oznake

source: OK
fa: مورد تایید است
