Repository: builder08/enigma2-plugins_5.9
Catalog: yttrailer/po/*.po
Languages: nl

source: Best resolution
nl: Beste resolutie

source: Cancel
nl: Annulee

source: Close Player with exit-key
nl: Sluit speler met exit-key

source: Extended search filter
nl: Uitgebreid zoekfilter

source: Max. results in list-mode
nl: Max. resultaten in list-modus

source: No HD streaming
nl: Geen HD streaming

source: Save
nl: Sla op

source: Show Setup in Extensions menu
nl: Show instellingen in extensies menu

source: YouTube-Trailer Setup
nl: YouTube-Trailer instellingen

source: leave movie player...
nl: verlaat movieplayer....
