Repository: builder08/enigma2-plugins_5.9
Catalog: easymedia/po/*.po
Languages: nl

source: added to EasyMedia
nl: aan EasyMedia toegevoegd

source: removed from EasyMedia
nl: uit EasyMedia verwijderd

source: Add/remove plugin
nl: Plugin toevoegen/verwijderen

source: Bookmarks
nl: Markeerpunten

source: DVD Player
nl: DVD-speler

source: DVD player:
nl: DVD speler:

source: DVDPlayer Plugin is not installed!
nl: DVD-speler is niet geïnstalleerd!

source: Disabled
nl: Uitgeschakeld

source: EasyMedia settings...
nl: EasyMedia instellingen...

source: Enabled
nl: Ingeschakeld

source: Filebrowser
nl: Bestandsbrowser

source: Files
nl: Bestanden

source: Files browser:
nl: Bestandsbrowser:

source: Merlin iDream is not installed!
nl: Merlin iDream is niet geïnstalleerd!

source: Movies
nl: Films

source: Music
nl: Muziek

source: Music player:
nl: Muziek-speler:

source: MyTube Player
nl: MyTube-speler

source: MyTube Plugin is not installed!
nl: MyTube plugin is niet geïnstalleerd!

source: MyVideo Player is not installed!
nl: MyVideo/speler is niet geïnstalleerd!

source: MyVideo player:
nl: MyVideo/speler:

source: No File-Manager installed!
nl: Geen bestandsmanager geïnstalleerd!

source: No Music-Player installed!
nl: Geen muziek-speler geïnstalleerd!

source: Not easy way to start EasyMedia
nl: De moeilijkste manier om EasyMedia te starten

source: Nothing
nl: Terug

source: Picture-player is not installed!
nl: Geen picture-player gëïnstalleerd!

source: Pictures
nl: Foto's

source: Select bookmark...
nl: Markeerpunt kiezen...

source: Show Merlin-iDream:
nl: Merlin iDream tonen:

source: Show bookmarks:
nl: Markeerpunten tonen:

source: Show tv/radio switch:
nl: Tv/Radio schakelaar tonen:

source: Some plugins are not available:
nl: Sommige plugins zijn niet beschikbaar:

source: VLC Player
nl: VLC-speler

source: VLC Player is not installed!
nl: VLC-speler is niet geïnstalleerd!

source: VLC player:
nl: VLC-speler:

source: VideoDB is not installed!
nl: VideoDB is niet geïnstalleerd!

source: Weather
nl: Weer

source: Weather Plugin is not installed!
nl: Weer plugin is niet geïnstalleerd!

source: Weather plugin:
nl: Weer plugin:

source: YouTube player:
nl: YouTube-speler:

source: ZDFmediathek
nl: ZDFmediatheek

source: ZDFmediathek Plugin is not installed!
nl: ZDFmediatheek Plugin is niet geïnstalleerd!

source: ZDFmediathek player:
nl: ZDFmediatheek-speler:
