Repository: builder08/enigma2-plugins_5.9
Catalog: advancedmovieselection/po/*.po
Languages: lt

source: Displays Update all genre in meta from eit options in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma 'Atnaujinti visus žanrus iš EIT' parinktis.

source: Show Provider Logo in original size:
lt: Rodyti originalaus dydžio tiekėjo logotipą:

source: Displays the Provider Logo in original size. Otherwise, the provider logo be displayed zoomed up to cover size.
lt: Rodo originalaus dydžio tiekėjo logotipą. Kitais atvejais tiekėjo logotipas bus rodomas įtalpintas pagal viršelio dydį.

source: Provider Logo path:
lt: Kelias į tiekėjo logotipą:

source: Where to look for the provider logos? (Default is /usr/share/enigma2/picon)
lt: Kur ieškoti tiekėjo logotipų? (numatytasis katalogas – /usr/share/enigma2/picon)

source: Show rename in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti pervadinimą:

source: Displays rename function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma pervadinimo galimybė.

source: Show TMDb Info & D/L in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti TMDb informacijos parsiuntimą:

source: Displays TMDb Info & D/L in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma TMDb informacijos parsiuntimo galimybė.

source: Show TheTVDB Info & D/L in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti TVDb informacijos parsiuntimą:

source: Displays TheTVDB Info & D/L in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma TVDb informacijos parsiuntimo galimybė.

source: Jump to first mark when starts playing movie:
lt: Filmo atkūrimo pradžioje pereiti į pirmą žymę:

source: If this option is activated automatically when a movie does not start from the last position, the movie starts at the first marker.
lt: Kai čia įjungta, jeigu filmo nepavyksta paleisti iš paskutinio sustabdymo padėties, filmas automatiškai pradedamas nuo pirmojo žymeklio.

source: Show movie tags in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti filmo žymes:

source: Displays movie tags function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodomos filmo žymės.

source: Show filter by tags in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti filtrą pagal žymes:

source: Displays filter by tags function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma filtravimo pagal žymes galimybė.

source: Show search trailer on web in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti anonsų paiešką internete:

source: Displays search trailer on web function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma anonsų paieškos internete galimybė.

source: Show Set VSR in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti amžiaus cenzo nustatymą:

source: Displays set VSR function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma amžiaus cenzo nustatymo galimybė.

source: Show Filter by description in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti filtrą pagal aprašymą:

source: Displays the Filter by description function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma filtravimo pagal aprašymą galimybė.

source: Show backup/restore in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti atsarginį kopijavimą/atkūrimą:

source: Displays the backup/restore function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma atsarginio kopijavimo/atkūrimo galimybė.

source: Ask before delete:
lt: Perklausti, prieš ištrinant:

source: With this option you can turn on/off the security question before delete a movie.
lt: Čia galite įjungti/išjungti saugumo klausimą, prieš ištrinant filmą.

source: INFO button function:
lt: 'INFO' mygtuko funkcija:

source: With this option you can assign what function should have the info button. The selection depends on the installed plugins.
lt: Čia galite priskirti, kokią funkciją atliks 'INFO' mygtukas. Pasirinkimas priklauso nuo įdiegtų įskiepių.

source: Behavior when a movie is started:
lt: Elgsena, kai filmas prasidėjęs:

source: With this option you can assign what should happen when a movie start.
lt: Čia galite nustatyti, kas įvyks, kai filmas prasideda.

source: Behavior when a movie is stopped:
lt: Elgsena, kai filmas sustabdytas:

source: With this option you can assign what should happen when a movie stop.
lt: Čia galite nustatyti, kas įvyks, kai filmas sustabdytas.

source: Behavior when a movie reaches the end:
lt: Elgsena, filmui pasibaigus:

source: With this option you can assign what should happen when the end of the films was achieved.
lt: Čia galite nustatyti, kas įvyks filmui pasibaigus.

source: Show Moviebar position setup in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti filmų infojuostos padėties nustatymą:

source: Displays the moviebar position setup function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma filmų infojuostos padėties nustatymo galimybė.

source: Color for not ready seen movies:
lt: Žiūrėtų filmų šrifto spalva:

source: With this option you can assign what color should displayed for not ready seen movies in movie list.
lt: Čia galite nustatyti, kokia šrifto spalva filmų sąraše bus atvaizduojami kažkiek žiūrėti filmai.

source: Color for ready seen movies:
lt: Peržiūrėtų filmų šrifto spalva:

source: With this option you can assign what color should displayed for ready seen movies in movie list.
lt: Čia galite nustatyti, kokia šrifto spalva filmų sąraše bus atvaizduojami peržiūrėti filmai.

source: Color for recording movies:
lt: Įrašomų filmų šrifto spalva:

source: With this option you can assign what color should displayed for recording movies in movie list.
lt: Čia galite nustatyti, kokia šrifto spalva filmų sąraše bus atvaizduojami šiuo metu įrašomi filmai.

source: Color for multiple selection:
lt: Skirtingų pasirinkimų spalva:

source: With this option you can assign what color should displayed for multiple selection in movie list.
lt: Čia galite nustatyti, kokia šrifto spalva filmų sąraše bus atvaizduojami skirtingi pasirinkimai.

source: Assign the date format for movielist:
lt: Pasirinkti filmų sąrašo datos formatą:

source: With this option you can assign the date format in movie list (7 different sizes are available).
lt: Čia galite nustatyti filmų sąrašo datos formatą (galimi 7 pasirinkimai).

source: Show new recordings icon:
lt: Naujus įrašus pažymėti ženkliuku:

source: With this option you can display a icon for new recordings.
lt: Čia galite nustatyti naujus įrašus pažymėti ženkliuku.

source: Show Mini TV:
lt: Įjungti mini TV:

source: With this option you can switch on/off the Mini TV in the movie list.
lt: Čia galite nustatyti, rodyti, ar ne filmų sąraše mini TV ekranėlį.

source: Use folder name for display covers:
lt: Viršelių atvaizdavimui naudoti katalogo pavadinimą:

source: With this option you can use the foldername instead of folder.jpg to display covers in folders.
lt: Čia galite nustatyti viršelių atvaizdavimui kataloguose naudoti katalogo pavadinimą, o ne katalogo.jpg.

source: Close with EXIT key:
lt: Uždaryti 'EXIT' mygtuku:

source: If this option is enabled you can stop play a movie with the EXIT button, and the Advanced Movie Selection plugin will also be closed immediately (if the next option is disabled).
lt: Įjungus šią funkciją, filmo peržiūrą galėsite išjungti 'EXIT' mygtuku. Ir išplėstinės filmų atrankos įskiepis taip pat bus nedelsiant uždarytas (tik jeigu sekanti parinktis išjungta).

source: Use behavior when a movie is stopped:
lt: Naudoti elgseną, kai filmas sustabdytas:

source: If this option is activated the behavior when stop a film also will used when you use the EXIT button.
lt: Įjungus šią funkciją, elgsena, kai filmas sustabdytas, bus tokia pati, kaip paspaudus 'EXIT' mygtuką.

source: Show info messages:
lt: Rodyti informacinius pranešimus:

source: If this option is activated will be displayed different info message. This should help with the operation of the extension.
lt: Įjungus šią funkciją, bus rodomi įvairūs informaciniai pranešimai. Tai turėtų padėti, dirbant su plėtiniu.

source: Use alternative jump function:
lt: Naudoti alternatyvius peršokimus:

source: If this option is activated more jump functions ar available. ATTENTION: Enigma 2 restart is necessary!
lt: Įjungus šią funkciją, bus prieinama daugiau peršokimo peržiūroje galimybių. DĖMESIO: Enigma2 reikės paleisti iš naujo!

source: Change function from left/right buttons:
lt: Pakeisti '< / >' mygtukų funkciją:

source: If this option is activated the function of the left/right arrow buttons will changed. Normal you can use the buttons also for winding, if is changed you have quick access to the new jump function. ATTENTION: Enigma 2 restart is necessary!
lt: Įjungus šią parinktį, bus pakeista '< / >' mygtukų funkcija. Paprastai Jūs juos galite naudoti sklandžiam perjungimui, o pakeitus, įgysite greitą prieigą prie naujų peršokimo funkcijų. DĖMESIO: Enigma2 reikės paleisti iš naujo!

source: Manual jump sensibility:
lt: Rankinio peršokimo jautrumas:

source: Here you can adjust the manually jump length relative to the film length in percent.
lt: Čia galite nustatyti rankinio peršokimo dydį, palyginus su filmo dydžiu (procentais).

source: Use wastebasket:
lt: Naudoti šiukšliadėžę:

source: If this option is activated the movie will not be deleted but moved into the wastebasket.
lt: Įjungus šią funkciją, filmas nebus ištrintas, bet bus perkeltas į šiukšliadėžę.

source: Show Wastebasket in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti šiukšliadėžę:

source: Displays wastebasket function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma šiukšliadėžės parinktis.

source: Show Clientbox setup in movielist:
lt: Aparato-kliento sąranką rodyti filmų sąraše:

source: Displays Clientbox setup function in the menu at the movie list.
lt: Aparato-kliento sąranka bus rodoma filmų sąrašo meniu.

source: Wastebasket file(s):
lt: Šiukšliadėžės failai:

source: Here you can select which files to Wastebasket are displayed. ATTENTION: All directorys below '/media' will take very long until the list is displayed!
lt: Čia galite pasirinkti, kokius failus rodyti šiukšliadėžėje. DĖMESIO: visų katalogų, esančių žemiau /media, sąrašo atidarymas gali užtrukti labai ilgai!

source: Here you can choose how many decimal points for the file size in the wastebasket will be displayed.
lt: Čia galite pasirinkti, kiek rodyti dešimtainių skaitmenų po kablelio, atvaizduojant failų dydžius šiukšliadėžėje.

source: Server enabled:
lt: Serveris įjungtas:

source: If you enable this feature, all remote functions are enabled.
lt: Įjungus čia, veikia visos nuotolinės sąsajos funkcijos.

source: Auto empty wastebasket:
lt: Šiukšliadėžę tuštinti automatiškai:

source: If you enable this function the wastebasket will be emptied automatically at the set time.
lt: Įjungus šią funkciją, nustatytu laiko šiukšliadėžė bus ištuštinta automatiškai.

source: Auto empty wastebasket time:
lt: Šiukšliadėžės automatinio tuštinimo laikas:

source: Here you can define when to empty the wastebasket.
lt: Čia galite nustatyti, kada ištuštinti šiukšliadėžę.

source: Check again in x minutes:
lt: Tikrinti vėl po x minučių:

source: If recordings are active again after the set time is trying to empty the wastebasket.
lt: Jei daromi įrašai, po nustatyto laiko vėl bus bandoma ištuštinti šiukšliadėžę.

source: Wastebasket retention period (days):
lt: Šiukšliadėžės turinį saugoti (dienomis):

source: Defines how long files need to dwell in the wastebasket before auto empty will consider to remove them (0 means no retention).
lt: Čia galite nustatyti, kiek laiko failus saugoti šiuošliadėžėje, prieš ištuštinant juos automatiškai (0 = nesaugoti visai).

source: Start at the beginning depends on end (in Minutes):
lt: Paleidimas iš pradžių priklauso nuo peržiūros pabaigos (min.):

source: Here you can set off when a movie to play automatically from the beginning when you start again (On settings=0, functions is disabled).
lt: Čia galite nustatyti, kada filmą pradėti automatiškai iš pradžių, jeigu filmą atsidarote iš naujo (nustačius = 0, ši funkcija išjungta).

source: Use activ Skin LCD/OLED representation:
lt: Naudoti dabartinės temos LCD/VFD ekrano nustatymus:

source: If you enable this function, the display summary from aktiv skin will be used.
lt: Įjungus šią funkciją, LCD/VFD ekranas bus valdomas dabartinės temos nustatymų.

source: Show date:
lt: Rodyti datą:

source: If this option is activated the date will be displayed on the lcd/oled when no short description is available.
lt: Įjungus šią funkciją, kai nėra trumpo aprašymo, LCD/VFD ekrane bus rodoma šiandienos data.

source: Use date from timestamp:
lt: Naudoti sukūrimo datą:

source: If this option is activated the date from the file create instead today's date will be displayed on the lcd/oled when no short description is available.
lt: Įjungus šią funkciją, kai nėra trumpo aprašymo, vietoje šiandienos datos, LCD/VFD ekrane bus rodoma failo sukūrimo data.

source: Use video preview:
lt: Naudoti vaizdo įrašų peržiūrą:

source: If you enable this function, selected movie in movielist will bring you a preview.
lt: Įjungus šią funkciją, pasirinkus filmą iš sąrašo, bus rodoma šio filmo peržiūra.

source: Show video preview in fullscreen:
lt: Vaizdą rodyti per visą ekraną:

source: If you enable this function, the video preview function will display as full screen in skin.
lt: Įjungus šią funkciją, filmo peržiūra atsivers visame ekrane, nustatytame esamos temos.

source: Video preview autostart:
lt: Vaizdo peržiūros autopaleidimas:

source: If you enable this feature, the movie preview starts automatically after the delay with a change in the movie list.
lt: Įjungus šią funkciją, filmo peržiūra prasideda automatiškai uždelsiant laiką, kurį pakeisite filmų sąraše.

source: Video preview delay:
lt: Vaizdo peržiūros delsa:

source: Setup the delay in seconds to start the video preview.
lt: Nustatykite vaizdo peržiūros įjungimo delsą (sek.).

source: Use last stop mark:
lt: Naudoti vėliausio sustabdymo žymę:

source: Preview will start on last stop marker.
lt: Peržiūra prasidės ties vėliausio sustabdymo atžyma.

source: Video preview jump time (in minutes):
lt: Šuolio dydis (min.) filmų peržiūroje:

source: Here you can set the jump time for the movie preview (< > buttons or bouquet +/- buttons).
lt: Čia galite nustatyti šuolio dydį (min.) filmų peržiūroje ('< >', arba 'bouquet +/-' mygtukais).

source: Select keyboard:
lt: Pasirinkite klaviatūrą:

source: You can select yout prefered keyboard (Virtual, Numerical or both).
lt: Galite pasirinkti pageidaujamą klaviatūrą (virtualią, skaitmeninę, arba abi).

source: Show recorded movies in epg:
lt: Įrašytus filmus rodyti EPG:

source: If you enable this function, your recorded movies will be marked in epg list.
lt: Įjungus šią funkciją, Jūsų įrašyti įvykiai bus pažymeti EPG sąraše.

source: Enable Enigma2 debug:
lt: Leisti derinimo išvestį į failą :

source: If you enable this function, all standard output from enigma will be stored to /tmp folder.
lt: Įjungus šią funkciją, visa standartinė enigma2 išvestis bus saugoma /tmp aplanke.

source: No Helptext available!
lt: Pagalbos aprašymų nėra!

source: IMDb plugin installed. Assign function to info button is possible.
lt: IMDb įskiepis įdiegtas. Galima priskirti finkcijas 'Info' mygtukui.

source: IMDb plugin NOT installed. Assign function to info button is NOT possible.
lt: IMDb įskiepis neįdiegtas. Priskirti 'Info' mygtukui finkcijų neįmanoma.

source: OFDb plugin installed. Assign function to info button is possible.
lt: OFDb įskiepis įdiegtas. Galima priskirti finkcijas 'Info' mygtukui.

source: OFDb plugin NOT installed. Assign function to info button is NOT possible.
lt: OFDb įskiepis neįdiegtas. Priskirti 'Info' mygtukui finkcijų neįmanoma.

source: TMDb plugin installed. Assign function to info button is possible.
lt: TMDb įskiepis įdiegtas. Galima priskirti finkcijas 'Info' mygtukui.

source: TMDb plugin NOT installed. Assign function to info button is NOT possible.
lt: TMDb įskiepis neįdiegtas. Priskirti 'Info' mygtukui finkcijų neįmanoma.

source: YTTrailer plugin installed. Search for trailers on the Web is possible.
lt: YTTrailer įskiepis įdiegtas. Galima ieškoti anonsų internete.

source: YTTrailer plugin NOT installed. Search for trailers on the Web is NOT possible.
lt: YTTrailer įskiepis neįdiegtas. Be jo ieškoti anonsų internete neįmanoma.

source: Really close without saving settings?
lt: Ar tikrai užverti be nustatymų išsaugojimo ?

source: Some settings changes require a restart to take effect. If you use a skin without PiG (Picture in Graphic) you have to restart the box (not only Enigma 2)! With YES only Enigma 2 starts new, with NO the box make a restart.
lt: Kad įsigaliotų parametrų pakeitimai, reikia sistemą paleisti iš naujo. Jei jūs naudojate temą be PiG (grafinis vaizdas tekste), turite iš naujo paleisti visą sistemą (ne tik Enigma 2)! Paspaudus 'Taip', bus iš naujo paleista tik Enigma2, 'Ne' - iš naujo pasileis visa sistema.

source: Some settings changes require a Enigma 2 restart to take effect. Would you restart Enigma2 now?
lt: Kad įsigaliotų parametrų pakeitimai, reikia enigma2 paleisti iš naujo. Paleisti enigma2 iš naujo dabar?

source: Aborted by user!!
lt: Nutraukė vartotojas!

source: Save/Close
lt: Įrašyti/užverti

source: Own button description
lt: Kiekvieno mygtuko aprašymas

source: Movie Quick Button Setup
lt: Filmo sparčiųjų mygtuką sąranka

source: Delete
lt: Trinti

source: Move-Copy
lt: Perkelti - kopijuoti

source: Rename
lt: Pervardinti

source: Wastebasket
lt: Šiukšliadėžė

source: Sort
lt: Rūšiuoti

source: Switch library/movielist
lt: Perjungti biblioteka/filmų sąrašas

source: Show/Hide library
lt: Rodyti/slėpti biblioteką

source: Show/Hide folders
lt: Rodyti/slėpti katalogus

source: Bookmark(s) on/off
lt: Įjungti/išjungti žymeles

source: Library marker on/off
lt: Įjungti/išjungti bibliotekos žymeklį

source: Update library
lt: Atnaujinti biblioteką

source: Home
lt: Pradžia

source: Bookmark 1
lt: 1 žymelė

source: Bookmark 2
lt: 2 žymelė

source: Bookmark 3
lt: 3 žymelė

source: Bookmark 4
lt: 4 žymelė

source: Bookmark 5
lt: 5 žymelė

source: Bookmark 6
lt: 6 žymelė

source: Bookmark 7
lt: 7 žymelė

source: Filter by Tags
lt: Filtruoti pagal žymas

source: Tag Editor
lt: Žymų redaktorius

source: TMDb Info & D/L
lt: TMDb informacija ir parsiuntimas

source: Toggle seen
lt: Žymėti peržiūrėtu

source: Show Timer
lt: Rodyti laikmatį

source: Show up to VSR-X
lt: Rodyti amžiaus cenzą iki-X

source: Filter by description
lt: Filtruoti pagal aprašymą

source: internal HDD
lt: vidinis HDD

source: NAS-Movies
lt: NAS-Filmai

source: Display plugin name
lt: Rodyti įskiepio pavadinimą

source: Display plugin description
lt: Rodyti įskiepio aprašymą

source: (long)
lt: (ilgas paspaudimas)

source: Quickbutton:
lt: Greitasis mygtukas:

source: Button caption
lt: Mygtuko antraštė

source: Home button text
lt: Mygtuko 'Home' tekstas

source: Bookmark 1 button text
lt: 1 žymelės mygtuko tekstas

source: Bookmark 2 button text
lt: 2 žymelės mygtuko tekstas

source: Bookmark 3 button text
lt: 3 žymelės mygtuko tekstas

source: Bookmark 4 button text
lt: 4 žymelės mygtuko tekstas

source: Bookmark 5 button text
lt: 5 žymelės mygtuko tekstas

source: Bookmark 6 button text
lt: 6 žymelės mygtuko tekstas

source: Bookmark 7 button text
lt: 7 žymelės mygtuko tekstas

source: Home path
lt: Kelias į pradinį katalogą

source: Bookmark 1 path
lt: 1 žymelės kelias

source: Bookmark 2 path
lt: 2 žymelės kelias

source: Bookmark 3 path
lt: 3 žymelės kelias

source: Bookmark 4 path
lt: 4 žymelės kelias

source: Bookmark 5 path
lt: 5 žymelės kelias

source: Bookmark 6 path
lt: 6 žymelės kelias

source: Bookmark 7 path
lt: 7 žymelės kelias

source: Alphabetic sort
lt: pagal abėcėlę

source: Sort by date (ascending)
lt: pagal datą didėjančiai

source: Sort by date (descending)
lt: pagal datą mažėjančiai

source: Sort by description
lt: Rūšiuoti pagal aprašymą

source: Select sort functions
lt: Pasirinkite rūšiavimo būdą

source: Movie Quick Button Home path
lt: Kelias į filmo sparčiojo mygtuko pradinį katalogą

source: Movie Quick Button Bookmark 1 path
lt: Kelias į filmo sparčiojo mygtuko 1 žymelės katalogą

source: Movie Quick Button Bookmark 2 path
lt: Kelias į filmo sparčiojo mygtuko 2 žymelės katalogą

source: Movie Quick Button Bookmark 3 path
lt: Kelias į filmo sparčiojo mygtuko 3 žymelės katalogą

source: Movie Quick Button Bookmark 4 path
lt: Kelias į filmo sparčiojo mygtuko 4 žymelės katalogą

source: Movie Quick Button Bookmark 5 path
lt: Kelias į filmo sparčiojo mygtuko 5 žymelės katalogą

source: Movie Quick Button Bookmark 6 path
lt: Kelias į filmo sparčiojo mygtuko 6 žymelės katalogą

source: Movie Quick Button Bookmark 7 path
lt: Kelias į filmo sparčiojo mygtuko 7 žymelės katalogą

source: Movie Quick Button Name Setup
lt: Filmo sparčiųjų mygtukų vardų sąranka

source: Enter Home button descrition:
lt: Aprašykite pradinio katalogo spartųjį mygtuką:

source: Enter Bookmark 1 button descrition:
lt: Aprašykite 1 žymelės spartųjį mygtuką:

source: Enter Bookmark 2 button descrition:
lt: Aprašykite 2 žymelės spartųjį mygtuką:

source: Enter Bookmark 3 button descrition:
lt: Aprašykite 3 žymelės spartųjį mygtuką:

source: Enter Bookmark 4 button descrition:
lt: Aprašykite 4 žymelės spartųjį mygtuką:

source: Enter Bookmark 5 button descrition:
lt: Aprašykite 5 žymelės spartųjį mygtuką:

source: Enter Bookmark 6 button descrition:
lt: Aprašykite 6 žymelės spartųjį mygtuką:

source: Enter Bookmark 7 button descrition:
lt: Aprašykite 7 žymelės spartųjį mygtuką:

source: Home button description:
lt: Pagrindinio katalogo mygtuko aprašymas:

source: Bookmark 1 button description:
lt: 1 žymelės mygtuko aprašymas:

source: Bookmark 2 button description:
lt: 2 žymelės mygtuko aprašymas:

source: Bookmark 3 button description:
lt: 3 žymelės mygtuko aprašymas:

source: Bookmark 4 button description:
lt: 4 žymelės mygtuko aprašymas:

source: Bookmark 5 button description:
lt: 5 žymelės mygtuko aprašymas:

source: Bookmark 6 button description:
lt: 6 žymelės mygtuko aprašymas:

source: Bookmark 7 button description:
lt: 7 žymelės mygtuko aprašymas:

source: Here you can give the home button a special name.
lt: Čia galite suteikti pagrindinio katalogo mygtukui savą pavadinimą.

source: Here you can give the bookmark 1 button a special name.
lt: Čia galite suteikti 1 žymelės mygtukui savą pavadinimą.

source: Here you can give the bookmark 2 button a special name.
lt: Čia galite suteikti 2 žymelės mygtukui savą pavadinimą.

source: Here you can give the bookmark 3 button a special name.
lt: Čia galite suteikti 3 žymelės mygtukui savą pavadinimą.

source: Here you can give the bookmark 4 button a special name.
lt: Čia galite suteikti 4 žymelės mygtukui savą pavadinimą.

source: Here you can give the bookmark 5 button a special name.
lt: Čia galite suteikti 5 žymelės mygtukui savą pavadinimą.

source: Here you can give the bookmark 6 button a special name.
lt: Čia galite suteikti 6 žymelės mygtukui savą pavadinimą.

source: Here you can give the bookmark 7 button a special name.
lt: Čia galite suteikti 7 žymelės mygtukui savą pavadinimą.

source: Save infos/cover
lt: Išsaugoti info/viršelį

source: Background
lt: Fonas

source: Search for %s, please wait...
lt: Palaukite, ieškoma %s...

source: Automatic search and save, please wait...
lt: Palaukite, vyksta automatinė paieška ir išsaugojimas...

source: Processing: %s
lt: Apdorojama: %s

source: Current Movie: %s
lt: Dabartinis filmas: %s

source: Automatic search and save
lt: Automatinė paieška ir išsaugojimas

source: Automatic search and save finished.
lt: Automatinė paieška ir išsaugojimas baigti.

source: OK
lt: Gerai
