Repository: builder08/enigma2-plugins_5.9
Catalog: advancedmovieselection/po/*.po
Languages: lt

source: Sorry, no description found at www.thetvdb.com!
lt: www.thetvdb.com aprašymo nerasta!

source: Season: %s
lt: Sezonas: %s

source: Episode: %s
lt: Epizodas: %s

source: Show serie detail
lt: Rodyti serijos aprašymą

source: Show episode detail
lt: Rodyti epizodo aprašymą

source: Show episodes overview
lt: Rodyti epizodų apžvalgą

source: Show search result
lt: Rodyti paieškos rezultatus

source: Manual search
lt: Rankinė paieška

source: Info/Cover save
lt: Išsaugoti Info/viršelį

source: Trailer search
lt: Trilerių paieška

source: TheTVDB Info & D/L
lt: TVDB informacija & D / L

source: Searching for ' %s ' on TheTVDB.com, please wait ...
lt: TheTVDB.com iešoma '%s', prašome palaukti ...

source: Sorry, no data found at TheTVDB.com!
lt: TheTVDB.com nieko nerasta!

source: Total %s
lt: Iš viso %s

source: show found
lt: Rastas šou

source: shows found
lt: Rasta šou

source: Episodes for: %s
lt: Epizodai: %s

source: Sorry, no description for this episode at TheTVDB.com available!
lt: TheTVDB.com šio epizodo aprašymo nerasta!

source: episode found
lt: Rastas epizodas

source: episodes found
lt: Rasti epizodai

source: Episode details for: %s
lt: Epizodo %s aprašymas

source: Sorry, no episode titel available!
lt: Epizodo pavadinimas nerastas!

source: Regie: %s
lt: Režisūra: %s

source: Writer: %s
lt: Autorius: %s

source: Guest Stars: %s
lt: Vaidina: %s

source: First Aired: %s
lt: Pirmąkart: %s

source: Enter new movie name for search:
lt: Įrašykite naują ieškomo filmo pavadinimą:

source: Sorry, no description for ' %s ' at TheTVDB.com found!
lt: TheTVDB.com ' %s ' aprašymo nerasta!

source: Air Day: %s
lt: Rodymo diena: %s

source: Air Time: %s
lt: Rodymo laikas: %s

source: Runtime: %s minutes
lt: Trukmė: %s minučių

source: Broadcast TV network: %s
lt: Transliacijos TV tinklas: %s

source: Genre: %s
lt: Žanras: %s

source: Certification: %s
lt: Sertifikatai: %s

source: Rating: %s
lt: Reitingas: %s

source: Actors: %s
lt: Aktoriai: %s

source: Last modified at TheTVDB.com: %s
lt: Paskutinis pakeitimas TheTVDB.com: %s

source: Voted: %s
lt: Balsavo: %s

source: times
lt: kartai(-ų)

source: No user voted!
lt: Nebalsuota!

source: No internet connection available!
lt: Nėra interneto ryšio!

source: Details for: %s
lt: Išsamiau apie: %s

source: Search result for: %s
lt: %s paieškos rezultatai

source: Save Info/Cover for ' %s ', please wait ...
lt: Palaukite, įkeliama '%s' informacija, viršeliai...

source: Getting show details for ' %s ', please wait ...
lt: Palaukite, įkeliama '%s' išsami informacija...

source: Search trailer for ' %s ', please wait ...
lt: Palaukite, ieškomas '%s' anonsas...

source: Getting search result for ' %s ', please wit ...
lt: Palaukite, įkeliama '%s' paieškos informacija...

source: Getting episodes list for ' %s ', please wait ...
lt: Palaukite, įkeliamas '%s' serijų sąrašas...

source: Getting episodes details for ' %s ', please wait ...
lt: Palaukite, įkeliami '%s' serijų aprašymai...

source: Record Paths Settings
lt: Įrašymo keliai

source: Move/copy location:
lt: Perkėlimo/kopijavimo vieta:

source: Please select the default move/copy location which is used for move/copy movies.
lt: Pasirinkite numatytąją filmų ir įrašų perkėlimo/kopijavimo vietą.

source: Location for move/copy files
lt: Failų perkėlimo/kopijavimo vieta

source: Advanced Movie Selection - Input help
lt: Išplėstinė filmų atranka - pagalba

source: Record date:
lt: Įrašo data:

source: Record time:
lt: Įrašo laikas:

source: Delete selected movie
lt: Pašalinti pasirinktą filmą

source: Restore movie
lt: Atkurti filmą

source: Empty wastbasket
lt: Ištuštinti šiukšliadėžę

source: Restore all movies
lt: Atkurti visus filmus

source: Delete movie
lt: Pašalinti filmą

source: Empty Trash
lt: Ištuštinti šiukšliadėžę

source: Please wait... Loading trash list...
lt: Palaukite... Įkeliamas šiukšlinės turinys...

source: Exit wastebasket
lt: Užverti šiukšliadėžę

source: Clientbox setup
lt: Aparato-kliento sąranka

source: Advanced Movie Selection - Wastebasket
lt: Išplėstinė filmų atranka - šiukšliadėžė

source: ATTENTION: Ask before delete is disabled!
lt: DĖMESIO: 'Perklausti prieš ištrinant' išjungta!

source: Last automated wastebasket empty:
lt: Paskutinis automatinis šiukšliadėžės tuštinimas:

source: Never!
lt: Niekada!

source: Clock
lt: Laikrodis

source: Last automated wastebasket empty at %s
lt: Paskutinis automatinis šiukšliadėžės tuštinimas %s

source: Next automated wastebasket empty at %s
lt: Sekantis automatinis šiukšliadėžės tuštinimas %s

source: Last remote wastebasket empty at %s
lt: Paskutinis nutolusios šiukšliadėžės tuštinimas %s

source: Next remote wastebasket empty at %s
lt: Sekantis nutolusios šiukšliadėžės tuštinimas %s

source: No last empty status available!
lt: Paskutinio tuštinimo stovis neprieinamas!

source: No next empty status available!
lt: Sekančui tuštinimo stovis neprieinamas!

source: Auto empty wastebasket is disabled
lt: Automatinis šiukšliadėžės tuštinimas išjungtas

source: Wastebasket: %s
lt: Šiukšliadėžė: %s

source: Trash count: %d
lt: Šiukšlių skaičius: %d

source: Trash size: %d MB
lt: Šiukšlių apimtis: %d MB

source: Trash size:
lt: Šiukšlių apimtis:

source: Trash count:
lt: Šiukšlių skaičius:

source: Wastebasket is empty!
lt: Šiukšliadėžė tuščia!

source: Do you really want to delete %s?
lt: Ar tikrai norite pašalinti %s?

source: Recording(s) are in progress or coming up in few seconds! Now movie delete can damage the recording(s)! Realy delete movie?
lt: Vyksta įrašymas, arba jis prasidės po kelių sekundžių! Šis filmo šalinimas gali pažeisti įrašymo procesus! Ar tikrai šalinti filmą?

source: Do you really want to delete all movies?
lt: Ar tikrai norite pašalinti visus filmus?

source: Delete failed!
lt: Ištrinti nepavyko!

source: Recording(s) are in progress or coming up in few seconds! Now empty the Wastebasket can damage the recording(s)! Realy empty the Wastbasket?
lt: Vyksta įrašymas, arba jis prasidės po kelių sekundžių! Šis šiukšliadėžės tuštinimas gali pažeisti įrašymo procesus! Ar tikrai tuštinti šiukšliadėžę?

source: Restore failed!
lt: Atkurti nepavyko!

source: Setup Advanced Movie Selection
lt: Išplėstinės filmų atrankos sąranka

source: Advanced Movie Selection
lt: Išplėstinė filmų atranka

source: Alternate Movie Selection
lt: Alternatyvi filmų atranka

source: Move Copy Progress
lt: Perkėlimo/kopijavimo eiga

source: Show progress of move or copy job
lt: Rodyti perkėlimo/kopijavimo eigą

source: Save
lt: Saugoti

source: Cancel
lt: Atšaukti

source: Location:
lt: Vieta:

source: Displayed bookmark name:
lt: Rodomos žymelės pavadinimas:

source: Foldername:
lt: Katalogo pavadinimas:

source: Filename:
lt: Failas:

source: Movietitle:
lt: Filmo pavadinimas:

source: Description:
lt: Aprašymas:

source: Change Bookmarkname
lt: Pervadinti žymelę

source: Change Foldername
lt: Pervadinti katalogą

source: Change File/Moviename and/or Description
lt: Keisti failo/filmo pavadinimą ir/arba aprašymą

source: Job failed
lt: Užduotis neatlikta

source: Error
lt: Klaida

source: Move
lt: Perkelti

source: Copy
lt: Kopijuoti

source: Name:
lt: Pavadinimas:

source: Cancelled
lt: Atšaukta

source: Finished
lt: Baigta

source: Error:
lt: Klaida:

source: Calculating...
lt: Skaičiuojama...

source: Around %d minutes
lt: Maždaug %d min.

source: Around %d minute
lt: Maždaug %d min.

source: Seconds
lt: sek.

source: Second
lt: Skundė

source: Status:
lt: Būsena:

source: From:
lt: Nuo:

source: To:
lt: Į:

source: Remaining time:
lt: Likęs laikas:

source: Remaining elements:
lt: Liko elementų:

source: Speed:
lt: Greitis:

source: Abort selected job
lt: Nutraukti pasirinktą užduotį

source: Close
lt: Užverti

source: Show detail of selected job
lt: Rodyti pasirinktą užduotį išsamiai

source: Aborted
lt: Nutraukta

source: Waiting
lt: Laukiama

source: Job already cancelled!
lt: Užduotis jau atšaukta!

source: Please wait until current movie is moved to the end!
lt: Palaukite, kol šis filmas bus perkeltas iki galo!

source: Please wait until current movie is copied to the end!
lt: Palaukite, kol šis filmas bus nukopijuotas iki galo!

source: Would you really abort current job?
lt: Ar tikrai atšaukti užduoties vykdymą?

source: Movies began to be moved until they are finished!
lt: Filmai pradėti perkelti iki jie bus baigti!

source: Movies began to be copied until they are finished!
lt: Filmai pradėti kopijuoti iki jie bus baigti!

source: Move of
lt: Perkėlimas

source: Copy of
lt: Kopija

source: movie
lt: filmas

source: movies
lt: filmai

source: Move/Copy progress
lt: Perkėlimo/kopijavimo eiga

source: Selected movies
lt: Pasirinkti filmai

source: To adjusted move/copy location
lt: Kad koreguoti perkėlimo/kopijavimo vietą

source: Directory Selection
lt: Katalogo pasirinkimas

source: Show active move/copy processes
lt: Rodyti perkėlimo/kopijavimo eigą

source: Move/Copy from: %s
lt: Perkelti/kopijuoti iš: %s

source: Move/Copy %s
lt: Perkelti/kopijuoti %s

source: to:
lt: į:

source: Source and destination path must be different.
lt: Šaltinio ir paskirties keliai turi būti skirtingi.

source: Abort
lt: Nutraukti

source: How to proceed '%s'
lt: Kaip elgtis su '%s'

source: from %s
lt: nuo %s

source: to %s
lt: iki %s

source: be moved/copied?
lt: reikia perkelti/kopijuoti?

source: On destination data carrier is not enough space available.
lt: Paskirties duomenų laikmenoje trūksta vietos.

source: Another %s are required to move the data.
lt: Duomenims perkelti reikia kito %s.

source: Another %s are required to copy the data.
lt: Duomenims kopijuoti reikia kito %s.

source: Destination carrier
lt: Paskirties laikmena

source: Free space:
lt: Laisvos vietos:

source: Total size:
lt: Bendras dydis:

source: Movie(s) are already in the destination directory. Operation cancelled!
lt: Filmas(ai) jau yra paskirties kataloge. Veiksmas atšauktas!

source: Version:
lt: Versija:

source: Branch:
lt: Atšaka:

source: Developer: JackDaniel, cmikula
lt: Kūrėjas: JackDaniel, cmikula

source: Thanks for translation to:
lt: Ačiū už vertimą:

source: This plugin may only executed on hardware which is licensed by Dream Multimedia GmbH.
lt: Šis įskiepis gali būti panaudotas tik Dream Multimedia GmbH licencijuotoje techninėje įrangoje .

source: Thanks to all other for help and so many very good code.
lt: Ačiū ir visiems kitiems už pagalbą ir didelį kiekį labai naudingo kodo.

source: Show changes
lt: Rodyti pakeitimus

source: About Advanced Movie Selection
lt: Apie 'išplėstinę filmų atranką'

source: Advanced Movie Selection - History
lt: Išplėstinė filmų atranka - istorija

source: Search:
lt: Paieška:

source: Show up to VSR-%d
lt: Rodyti amžiaus cenzą iki -%d

source: Mark as seen
lt: Žymėti peržiūrėtu

source: Show folders
lt: Rodyti katalogus

source: Hide folders
lt: Slėpti katalogus

source: Show bookmarks
lt: Rodyti žymeles

source: Hide bookmarks
lt: Slėpti žymeles

source: Show library
lt: Rodyti biblioteką

source: Hide library
lt: Slėpti biblioteką

source: Show marker
lt: Rodyti žymeklį

source: Hide marker
lt: Slėpti žymeklį

source: To movielist
lt: Į filmų sąrašą

source: To library
lt: Į biblioteką

source: Nothing
lt: Nieko

source: Sort alphabetically
lt: pagal abėcėlę

source: Sort by Description
lt: pagal aprašymą

source: Sort by Date (9->1)
lt: pagal datą (9->1)

source: Sort by Date (1->9)
lt: pagal datą (1->9)

source: Unknown
lt: Nežinoma

source: Mark as unseen
lt: Žymėti nežiūrėtu

source: Set tag here not possible, please select a movie for!
lt: Nustatyti žymę čia neįmanoma, tam pasirinkite filmą!

source: Trailer search here not possible, please select a movie!
lt: Anonso paieška čia neįmanoma, pasirinkite filmą!

source: Move/Copy from complete directory/symlink not possible, please select a single movie!
lt: Perkelti/kopijuoti iš viso katalogo/nuorodos neįmanoma, pasirinkite atskirą filmą!

source: Rename here not possible, please select a movie!
lt: Pervadinti čia neįmanoma, pasirinkite filmą!

source: TMDb search here not possible, please select a movie!
lt: TMDb paieška čia neįmanoma, pasirinkite filmą!

source: Show up to
lt: Rodyti iki

source: VSR
lt: Amžiaus cenzas

source: This may not be marked as seen!
lt: Šio negalima pažymėti peržiūrėtu!

source: This may not be marked as unseen!
lt: Šio negalima pažymėti nežiūrėtu!

source: Unknown error!
lt: Nežinoma klaida!

source: Plugin not found!
lt: Įskiepio nerasta!

source: No plugin assigned!
lt: Nepaskirtas įskiepis!

source: Clear
lt: Išvalyti

source: VSR-0 (General Audience)
lt: Amžiaus cenzas-0 (bendroji auditorija)

source: VSR-6 (Parental Guidance Suggested)
lt: Amžiaus cenzas-6 (pageidautinas tėvų dalyvavimas)

source: VSR-12 (Parents Strongly Cautioned)
lt: Amžiaus cenzas-12 (tėvų dalyvavimas būtinas)

source: VSR-16 (Restricted)
lt: Amžiaus cenzas-16 (uždrausta)

source: VSR-18 (No One 17 And Under Admitted)
lt: Amžiaus cenzas-18 (tik vyresniems, kaip 17 metų)

source: Please select the VSR here:
lt: Pasirinkite amžiaus cenzą čia:

source: Select movie by description:
lt: Pasirinkite filmą pagal aprašymą:

source: Backup directory path:
lt: Atsarginės kopijos katalogo kelias:

source: Restore settings
lt: Atkurti nustatymus

source: Backup settings
lt: Kopijuoti nustatymus atsargai

source: Backup/Restore Advanced Movie Selection settings
lt: Išplėstinės filmų atrankos parametrų atsarginis kopijavimas/atkūrimas

source: Settings backup successfully created in %s.
lt: Atsarginė kopija sukurta į %s.

source: Error creating settings backup!
lt: Nustatymų atsarginė kopija nepavyko!

source: Some settings changes require close/reopen the movielist to take effect.
lt: Kad įsigaliotų parametrų pakeitimai, reikia užverti ir vėl atverti filmų sąrašą.

source: Please select backup path here:
lt: Pasirinkite kelią atsarginei kopijai:

source: Color key settings
lt: Spalvotų mygtukų nustatymai

source: Default paths
lt: Numatytieji keliai

source: Advanced Movie Selection Setup
lt: Išplėstinės filmų atrankos sąranka

source: Disable Advanced Movie Selection:
lt: Išjungti išplėstinę filmų atranką:

source: Switch on/off the Advanced Movie Selection.
lt: Įjungti/išjungti išplėstinę filmų atranką.

source: Start Advanced Movie Selection with:
lt: Išplėstinę filmų atranką pradėti, paspaudus:

source: Select Start button for the Advanced Movie Selection.
lt: Pasirinkite išplėstinės filmų atrankos paleisties mygtuką.

source: Start on last movie location:
lt: Atverti ties paskutiniu rodytu filmu:

source: Opens the film list on the last used location.
lt: Atvers filmų sąrašą paskutinio rodyto filmo kataloge.

source: Start on first position in movielist:
lt: Atverti pirmoje filmų sąrašo pozicijoje:

source: Always show selection in the first position in the movie list.
lt: Visada rodyti pasirinkimą pirmoje filmų sąrašo pozicijoje.

source: Show bookmarks in movielist:
lt: Filmų sąraše rodyti žymeles:

source: When enabled all created bookmarks appear in the movie list.
lt: Kai čia įjungta, visos sukurtos žymelės bus matomos filmų sąraše.

source: Show hotplug devices:
lt: Rodyti prijungiamus įrenginius:

source: Enable this option to use USB-Devices.
lt: Įjunkite šią parinktį, jei norite naudoti USB įrenginius.

source: Show plugin config in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti nustatymus:

source: Displays the Settings option in the menu at the movie list.
lt: Plėtinio filmų sąrašo meniu rodo nustatymų parinktį.

source: Show path selection for movie library in extensions menu:
lt: Plėtinio meniu rodyti filmų bibliotekos kelio pasirinkimą:

source: Here you can select which folders to include in the movie library creation.
lt: Čia galite pasirinkti, kuriuos katalogus norite įtraukti į filmų bibliotekos kūrimą.

source: Show movie library symbol in movielist:
lt: Filmų sąraše rodyti filmų bibliotekos simbolį:

source: If enabled the movie library symbol is shown in movie list.
lt: Jei čia įjungta, filmų sąraše bus rodomas filmų bibliotekos simbolis.

source: Show path marker within movie library movies:
lt: Filmų bibliotekos filmus rodyti su jų kelio žymekliais:

source: If enabled all movies in movie library will be shown with path marker and will be sorted below them.
lt: Jei čia įjungta, visi bibliotekos filmai bus rodomi su kelio žymekliais ir surūšiuoti pagal juos.

source: Use movie library path selection as marker within movies in library:
lt: Naudoti filmų bibliotekos kelio pasirinkimą, kaip vidinį filmų žymeklį bibliotekoje:

source: If enabled only the movie library path selections will be used as marker otherwise each sub directory will be shown as path marker in movie library view.
lt: Jei čia įjungta, kaip žymeklis bus naudojamas tik filmų bibliotekos kelio pasirinkimas, išjungus - filmo bibliotekos rodinyje, kaip kelio žymeklis, bus rodomas kiekvienas subkatalogas.

source: Minimum movie count to show path marker in movie library view:
lt: Minimalus filmų skaičius, rodyti kelio žymekliui filmo bibliotekos rodinyje:

source: The minimum selected number of movies must be in one directory to show the path marker in movie library view.
lt: Minimalus pasirinktas filmų skaičius turi būti skaičius viename kataloge, kad rodyti kelio žymekliui filmo bibliotekos rodinyje.

source: Show disk usage in description:
lt: Aprašyme rodyti disko naudojimą:

source: Displays the disk usage in the description. (Leave it disabled if you have performance problems at the start of the movie list)
lt: Aprašyme rodo disko naudojimą. Išjunkite šią parinktį, jei juntate našumo stygių, atveriant filmų sąrašą.

source: Show directory size in movie list:
lt: Filmų sąraše rodyti katalogų dydžius:

source: Displays the size from directories in movie list.
lt: Filmų sąraše rodo katalogų dydžius.

source: Show decimal points:
lt: Rodyti dešimtainius skyriklius:

source: Here you can choose how many decimal points for the directory size in the movie list will be displayed.
lt: Čia galite pasirinkti, kiek skaitmenų po kablelio bus rodomas katalogų dydis filmų sąraše.

source: Load Length of Movies in Movielist:
lt: Įkelti filmų trukmę filmų sąraše:

source: This option is for many of the functions from the Advanced Movie Selection necessary. If this option is disabled are many functions not available.
lt: Ši parinktis būtina daugeliui išplėstinės filmų atrankos funkcijų. Jei ši parinktis išjungta, daug funkcijų neveiks.

source: Show list options in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti sąrašo parinktis:

source: Displays the various list view options in the menu at the movie list (Progressbar,View folders...).
lt: Filmų sąrašo meniu rodo įvairių sąrašo stilių parinktis (eigos juosta, katalogų peržiūra...).

source: Show mark movie in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti filmų žymėjimą:

source: Displays mark movie as seen/unseen in the menu at the movie list.
lt: Filmų sąrašo meniu rodo filmo žymas peržiūrėtas/nežiūrėtas.

source: Mark movie as seen at position (in percent):
lt: Žymėti filmą, kaip žiūrėtą, po X% peržiūros:

source: With this option you can assign as when a film is marked as seen.
lt: Naudodami šią parinktį, galite nurodyti, kada filmas bus pažymėtas kaip žiūrėtas.

source: Show movie plugins in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti filmų įskiepius:

source: Displays E2 movie list extensions in the menu at the movie list.
lt: Filmų sąrašo meniu rodys Enigma2 filmų sąrašo plėtinius.

source: Show color key setup in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti spalvotų mygtukų sąranką:

source: Displays color key setup option in the menu at the movie list.
lt: Filmų sąrašo meniu matysite spalvotų mygtukų sąranką.

source: Show sort options in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti rūšiavimo parinktį:

source: Displays sorting function in the menu at the movie list.
lt: Filmų sąrašo meniu rodys rūšiavimo galimybę.

source: Show list styles in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti sąrašo stiliaus parinktį:

source: Displays various lists typs in the menu at the movie list (Minimal,Compact...).
lt: Filmų sąrašo meniu rodys įvairius sąrašų pasirinkimus (minimalus, kompaktiškas...).

source: Show delete option in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti trynimo parinktį:

source: Displays the movie delete function in the menu at the movie list.
lt: Filmų sąrašo meniu rodys galimybę trinti failus.

source: Show move/copy option in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti perkėlimo/kopijavimo parinktį:

source: Displays the movie move/copy function in the menu at the movie list.
lt: Filmų sąrašo meniu rodys galimybę perkelti/kopijuoti failus.

source: Show move/copy progress on begin/end:
lt: Rodyti perkėlimo/kopijavimo eigos pradžią ir pabaigą:

source: Show the movie move/copy progress on begin and show notification on end of move/copy action.
lt: Rodyti perkėlimo/kopijavimo eigos pradžią ir parodyti pranešimą perkėlimo/kopijavimo pabaigoje.

source: Show movie search in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti filmų paiešką:

source: Displays the movie search function in the menu at the movie list.
lt: Filmų sąrašo meniu rodys filmų paieškos galimybę.

source: Show covers in movielist:
lt: Filmų sąraše rodyti viršelius:

source: Displays the cover in the movie list.
lt: Filmų sąraše bus rodomi viršeliai.

source: Set coversize:
lt: Viršelio dydis:

source: Here you can determine the coverfile size for the download/save.
lt: Čia galite nustatyti parsisiunčiamų/išsaugomų viršelių failo dydį.

source: Download cover from TMDB after timer is finished:
lt: Atsisiųsti viršelius iš TMDb, kai laikmatis baigs darbą:

source: If this function is enabled the cover is automatically downloaded from TMDB after timer is finished.
lt: Jei ši funkcija įjungta, kai laikmatis bus baigtas, viršeliai bus automatiškai parsiųsti iš TMDb.

source: Show D/L and store info/cover in movielist extensions menu:
lt: Filmų sąrašo meniu rodyti informacijos/viršelių parsiuntimą ir išsaugojimą:

source: Displays movie info/cover options in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma informacijos/viršelių parsiuntimo ir išsaugojimo galimybė.

source: Show D/L and store ALL info/cover in movielist extensions menu:
lt: Filmų sąrašo meniu rodyti VISŲ informacijos/viršelių parsiuntimą ir išsaugojimą:

source: Displays download and save movie info/cover for all movies options in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma VISŲ informacijos/viršelių parsiuntimo ir išsaugojimo galimybė.

source: Show delete info and cover in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti informacijos/viršelių ištrynimą:

source: Displays delete movie info and cover function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma filmo informacijos/viršelių ištrynimo galimybė.

source: Show delete cover in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti viršelių ištrynimą:

source: Displays delete cover function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma viršelių ištrynimo galimybė.

source: Show delete movie info in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti filmo informacijos ištrynimą:

source: Displays delete movie info function in the menu at the movie list.
lt: Filmų sąrašo meniu bus rodoma filmo informacijos ištrynimo galimybė.

source: Show Provider Logo:
lt: Rodyti tiekėjo logotipą:

source: Displays the Provider Logo when no Cover available.
lt: Kai viršelis neprieinamas, bus rodomas tiekėjo logotipas.

source: Show update genre in extensions menu from movielist:
lt: Filmų sąrašo meniu rodyti žanro atnaujinimą:
