Repository: builder08/enigma2-plugins_5.9
Catalog: advancedmovieselection/po/*.po
Languages: lt

source: Searchtitle: %s
lt: Ieškomas pavadinimas: %s

source: Filename: %s
lt: Failo pavadinimas: %s

source: Search result(s) for %s
lt: %s paieškos rezultatai

source: Nothing found for: %s
lt: Su '%s' nieko nerasta

source: Enter new moviename to search for
lt: Įrašykite naują ieškomo filmo pavadinimą

source: Download and save from movie infos and covers complete.
lt: Filmo informacija ir viršeliai parsiųsti ir išsaugoti.

source: Show all movies
lt: Visi filmai

source: Sorted:
lt: Surūšiuota:

source: Alphabetically
lt: pagal abėcėlę

source: Description
lt: aprašymą

source: Descending
lt: mažėjančiai

source: Ascending
lt: didėjančiai

source: Set VSR
lt: Nustatyti amžiaus cenzą

source: Unmount
lt: Atjungti

source: Move/Copy
lt: Perkelti/kopijuoti

source: Movie search
lt: Filmų paieška

source: Mark movie as seen
lt: Žymėti filmą peržiūrėtu

source: Mark movie as unseen
lt: Žymėti filmą nežiūrėtu

source: List style default
lt: numatytasis sąrašas

source: List style extended
lt: Išplėstinis sąrašas

source: List style compact
lt: kompaktiškas sąrašas

source: List style compact with description
lt: kompaktiškas sąrašas su aprašymu

source: List style single line
lt: sąrašas viena eilute

source: List style Advanced Movie Selection single line
lt: Išplėstinės filmų atrankos sąrašas viena eilute

source: Hide broadcaster
lt: Slėpti transliuotoją

source: Show broadcaster
lt: Rodyti transliuotoją

source: Hide tags in movielist
lt: Filmų sąraše nerodyti žymių

source: Show tags in movielist
lt: Filmų sąraše rodyti žymes

source: Hide extended description
lt: Nerodyti išsamaus aprašymo

source: Show extended description
lt: Rodyti išplėstinį aprašymą

source: Hide date entry in movielist
lt: Filmų sąraše nerodyti datos įrašo

source: Show date entry in movielist
lt: Filmų sąraše rodyti datos įrašą

source: Hide runtime entry in movielist
lt: Filmų sąraše nerodyti trukmės

source: Show runtime entry in movielist
lt: Filmų sąraše rodyti trukmę

source: Hide folders in movielist
lt: Filmų sąraše nerodyti katalogų

source: Show folders in movielist
lt: Filmų sąraše rodyti katalogus

source: Hide progressbar in movielist
lt: Filmų sąraše nerodyti eigos juostos

source: Show progressbar in movielist
lt: Filmų sąraše rodyti eigos juostą

source: Hide percent in movielist
lt: Filmų sąraše nerodyti procentų

source: Show percent in movielist
lt: Filmų sąraše rodyti procentus

source: Hide movie status icon in movielist
lt: Filmų sąraše nerodyti filmo būklės ženkliuko

source: Show movie status icon in movielist
lt: Filmų sąraše rodyti filmo būklės ženkliuką

source: Hide movie color status in movielist
lt: Filmų sąraše nerodyti filmo būklės spalvos

source: Show movie color status in movielist
lt: Filmų sąraše rodyti filmo būklės spalvą

source: Download and save movie info/cover for all movies
lt: Atsisiųsti ir išsaugoti visų filmų informaciją/viršelius

source: Download and save movie info/cover
lt: Atsisiųsti ir išsaugoti filmo informaciją/viršelius

source: Update all genre in meta from eit
lt: Atnaujinti visus žanrus iš EIT

source: Delete cover
lt: Šalinti viršelį

source: Delete movie info
lt: Šalinti informaciją apie filmą

source: Delete movie info and cover
lt: Šalinti informaciją apie filmą ir viršelį

source: Movie tags
lt: Filmų žymos

source: Setup Moviebar position
lt: Filmų infojuostos padėtis

source: Search Trailer on web
lt: Ieškoti anonso internete

source: Backup/Restore
lt: Kopijavimas atsargai/atkūrimas

source: Select scan locations for movie library
lt: Pasirinkite, kur ieškoti elementų filmų bibliotekai

source: Setup
lt: Sąranka

source: Advanced Movie Selection Menu
lt: Išplėstinės filmų atrankos meniu

source: The device '%s' can now removed!
lt: Įrenginys '%s' gali būti pašalintas!

source: Error occurred during unmounting device!
lt: Atjungiant įrenginį, įvyko klaida!

source: Move/Copy not possible here!
lt: Į čia perkelti/kopijuoti negalima!

source: Enter text to search for
lt: Įrašykite ieškomą tekstą

source: Do you really want to delete info/cover from: %s?
lt: Ar tikrai norite pašalinti informaciją/viršelį iš %s?

source: You cannot delete this!
lt: To pašalinti jūs negalite!

source: Do you really want to delete cover from: %s?
lt: Ar tikrai norite pašalinti viršelį iš %s?

source: Do you really want to delete movie info from: %s?
lt: Ar tikrai norite pašalinti informaciją apie filmą iš %s?

source: Please wait... Loading list...
lt: Palaukite... Įkeliamas sąrašas...

source: Select the movie path
lt: Pasirinkite filmų kelią

source: Multiselection
lt: Multipasirinkimas

source: Advanced movielist menu
lt: Išplėstinio filmų sąrašo meniu

source: Show event details
lt: Išsamiai apie įvykį

source: Exit movielist
lt: Uždaryti filmų sąrašą

source: Select movie
lt: Pasirinkite filmą

source: Video preview jump forward
lt: Peršokti peržiūra pirmyn

source: Video preview jump backward
lt: Peršokti peržiūra atgal

source: Jump to next marker
lt: Peršokti į sekančią pažymėtą vietą

source: Jump to previous marker
lt: Peršokti į ankstesnę pažymėtą vietą

source: Start/Stop video preview
lt: Pradėti/nutraukti vaizdo įrašo peržiūrą

source: %s is currently recording!
lt: %s šiuo metu įrašomas!

source: The timer for %s will be delete for stop the recording and after this the movie will be move to trashcan. Do you really want to continue?
lt: Kad sustabdyti įrašymą, %s laikmatis bus ištrintas, o po to filmas bus perkeltas į šiukšliadėžę. Ar tikrai norite tęsti?

source: Do you really want to move %s to trashcan?
lt: Ar tikrai norite perkelti %s į šiukšliadėžę?

source: The timer for %s will be delete for stop the recording and after this the movie will be deleted. Do you really want to continue?
lt: Kad sustabdyti įrašymą, %s laikmatis bus ištrintas, o po to filmas bus ištrintas. Ar tikrai norite tęsti?

source: Recordings are active, the timer(s) will also be deleted!
lt: Vyksta įrašymas, laikmatis(-čiai) taip pat bus ištrintas!

source: Do you really want to move selected movies to trashcan?
lt: Ar tikrai norite perkelti pasirinktus filmus į šiukšliadėžę?

source: Do you really want to delete selected movies?
lt: Ar tikrai norite ištrinti pasirinktus filmus?

source: This cannot deleted, please select a movie for!
lt: Ištrinti negalima, tam pasirinkite filmą!

source: this recording
lt: šis įrašas

source: Load Length of Movies in Movielist has been disabled. Close and reopen Movielist is required to apply the setting.
lt: Filmų trukmės rodymas filmų sąraše išjungtas. Kad įsigaliotų parametrų pakeitimai, reikia užverti ir vėl atverti filmų sąrašą.

source: Tag 1
lt: Žymė 1

source: Tag 2
lt: Žymė 2

source: Movie location:
lt: Filmų vieta:

source: Movie library
lt: Filmų biblioteka

source: [Library update in progress]
lt: [Vvyksta bibliotekos atnaujinimas]

source: Please select the movie path...
lt: Pasirinkite kelią į filmus...

source: Directory %s nonexistent.
lt: Katalogo %s nėra.

source: Please select tag to filter...
lt: Pasirinkite žymę atrankai...

source: No tags are set on these movies.
lt: Šiuose filmuose žymių nenustatyta.

source: Please select the search path(s) for movies...
lt: Pasirinkite filmų paieškos kelią...

source: Use direction keys to move the Moviebar. Press OK button for save or the EXIT button to cancel. Use the red button for reset to the original position.
lt: Filmų infojuostai perkelti, naudokite krypčių mugtukus. Kad išsaugotumėte, paspauskite 'OK' mygtuką, arba 'EXIT', kad atšauktumėte. Pradinei pozicijai atkurti, spauskite 'RAUDONĄ' mygtuką.

source: Create new Tag
lt: Sukurti naują žymę...

source: Load Tag(s) from movies
lt: Įkelti žymę(es) iš filmų

source: Use the OK Button for the selection.
lt: Kad pasirinkumėte, spauskite 'OK' mygtuką.

source: Add Tag(s) for Recordings/Timer or AutoTimer
lt: Įkelti žymes įrašymui, laikmačiui, autolaikmačiui

source: Edit Tag(s) for: %s
lt: Redaguoti %s žymes

source: Edit Tag(s)
lt: Redaguoti žymę(es)

source: Please enter here the new tag:
lt: Įrašykite čia naują žymę:

source: Do you really want to delete unused tags from default taglist? (Note that 'Cancel' will not undo this!)
lt: Ar tikrai norite ištrinti nenaudojamas žymes iš numatytojo žymių sąrašo? Atminkite, kad komanda "Atšaukti" šio veiksmo neatšauks!

source: Rename tag "%s" in movies and default taglist? (Note that 'Cancel' will not undo this!)
lt: Pervadinti žymę "%s" filmuose ir numatytąjame žymių sąraše? Atminkite, kad komanda "Atšaukti" šio veiksmo neatšauks!

source: Do you really want to delete tag "%s" from movies and default taglist? (Caution can not be undone!)
lt: Ar tikrai norite ištrinti žymę "%s" iš filmų ir numatytojo žymių sąrašo? Atminkite, kad šio veiksmo jau neatšauksite!

source: Do you really want to delete all tags from movies and default taglist? (Caution can not be undone!)
lt: Ar tikrai norite ištrinti visas žymes iš filmų ir numatytojo žymių sąrašo? Atminkite, kad šio veiksmo jau neatšauksite!

source: Add new tag
lt: Pridėti naują žymę

source: Rename this tag
lt: Pervadinti šią žymę

source: Delete this tag
lt: Šalinti šią žymę

source: Delete unused tags from default taglist
lt: Šalinti nenaudojamas žymes iš numatytojo žymių sąrašo

source: Delete all tags
lt: Šalinti visas žymes

source: Toggle selected
lt: Sukeisti pasirinktus

source: File Browser
lt: Failų naršyklė

source: Recording
lt: Įrašymas

source: Standby
lt: Budėjimas

source: Switched on
lt: Įjungtas

source: The %s is a client box
lt: %s yra aparatas-klientas

source: Hostname:
lt: Vardas tinkle:

source: <Local device>
lt: <Vietinis įrenginys>

source: Port:
lt: Prievadas:

source: Advanced Movie Selection - Clientbox setup
lt: Išplėstinė filmų atranka - aparato-kliento sąranka

source: Local IP: %s
lt: Vietinis IP: %s

source: Available Server/Clients
lt: Galimi serveriai/klientai

source: Remoteserver disabled!
lt: Nutolęs serveris išjungtas!

source: ATTENTION: DHCP in lan configuration is activ, no clientbox services available!
lt: DĖMESIO: nustatyta tinklo DHCP konfigūracija, kanalai aparatui-klientui neprieinami!

source: Port address:
lt: Prievadas:

source: Set the port address for client and server. Port address from connected clients will be automatically updated.
lt: Nustatykite prievadus klientui ir serveriui komunikuoti. Prievadas iš klientų bus atnaujintas automatiškai.

source: Start search IP:
lt: IP paieška nuo:

source: Only last three digits from the IP must be set.
lt: Nustatykite paskutinius tris IP adreso skaičius.

source: Stop search IP:
lt: IP paieška iki:

source: Searching for clients, please wait ...
lt: Palaukite. Vyksta klientų paieška...

source: Manual search finished
lt: Rankinė paieška baigta

source: Records
lt: Įrašai

source: Open servicelist
lt: Atidaryti kanalų sąrašą

source: Leave movie player
lt: Išjungti filmų grotuvą

source: Not possible! MerlinEPG and CoolTVGuide or/and MerlinEPGCenter present or neither installed from this three plugins.
lt: Neįmanoma! MerlinEPG, CoolTVGuide ir/arba MerlinEPGCenter nėra, arba neįdiegti šie trys įskiepiai.

source: Yes
lt: Taip

source: No
lt: Ne

source: No, but stop endless loop
lt: Ne. Bet išjungti kartojimą ratu

source: No, but start endless loop
lt: Ne. Bet įjungti kartojimą ratu

source: Yes, returning to movie list
lt: Taip. Ir grįžti į filmų sąrašą

source: Yes, and delete this movie
lt: Taip. Ir ištrinti šį filmą

source: Yes, and after deleting return to movie list
lt: Taip. Ir ištrynus filmą, grįžti į filmų sąrašą

source: No, but restart from begin
lt: Ne. Bet pradėti filmą iš pradžių

source: Stop playing this movie?
lt: Nutraukti šį filmą ?

source: End of the movie is reached, the box now go to standby. Do that now?
lt: Filmas pasiekė pabaigą, aparatas nori įjungti budėjimo būseną. Įjungti dabar?

source: End of the movie is reached, the box now go to shut down. Shutdown now?
lt: Filmas pasiekė pabaigą, aparatas nori išsijungti. Išjungti dabar?

source: Error loading ISO image!
lt: Klaida, įkeliant ISO atvaizdą!

source: Selected ISO image is not playable!
lt: Pasirinktame ISO atvaizde nėra atkuriamų failų!

source: No DVD-PlayerChoice found!
lt: DVD grotuvo pasirinkimo nerasta!

source: No BludiscPlayer found!
lt: Blu-ray grotuvo nerasta!

source: Use arrow left/right for position
lt: Pozicijai nustatyti naudokite '<>' rodykles

source: Jump x minutes forward (OK for seek):
lt: Peršokti X minučių pirmyn ('OK' - paieška):

source: Jump x minutes back (OK for seek):
lt: Peršokti X minučių atgal ('OK' - paieška):

source: Go manual to position (OK for seek):
lt: Rankiniu būdu nurodyti poziciją ('OK' - paieška):

source: Advanced Movie Selection Seek
lt: Išplėstinės filmų atrankos paieška

source: Manual jump to:
lt: Rankiniu būdu peršokti į:

source: Only those, which are not available!
lt: Tik tuos, kurie neprieinami!

source: Overwrite both (description & cover)
lt: Perrašyti abu (aprašymą ir viršelį)

source: Overwrite movie description
lt: Perrašyti filmo aprašymą

source: Overwrite movie cover
lt: Perrašyti filmo viršelį

source: Data already exists! Should anything be updated?
lt: Duomenys jau yra! Reikėtų ką nors atnaujinti?

source: Show movie detail
lt: Rodyti filmo aprašymą

source: Toggle detail and list view
lt: Perjungti išsamų ir sąrašo režimą

source: Save info/cover
lt: Išsaugoti informaciją/viršelį

source: Move up
lt: Perkelti aukštyn

source: Move down
lt: Perkelti žemyn

source: Show previous cover
lt: Rodyti ankstesnį viršelį

source: Show next cover
lt: Rodyti sekantį viršelį

source: Searching for ' %s ' on TMDb, please wait ...
lt: Palaukite, TVDB iešoma '%s'...

source: No data found for ' %s ' at themoviedb.org!
lt: "%s" tarp themoviedb.org duomenų nėra!

source: No data found for ' %s ' at themoviedb.org! Do you want to edit the search name?
lt: "%s" tarp themoviedb.org duomenų nėra! Ar norite redaguoti paieškos frazę?

source: Error! %s
lt: Klaida! %s

source: movie found
lt: rastas filmas

source: movies found
lt: rasti filmai

source: No description for ' %s ' at themoviedb.org found!
lt: "%s" aprašymo tarp themoviedb.org duomenų nėra!

source: Appeared: %s
lt: Išleistas: %s

source: Runtime: %s minutes
lt: Trukmė: %s min.

source: Studio: %s
lt: Studija: %s

source: Director: %s
lt: Režisierius: %s

source: Production: %s
lt: Gamyba: %s

source: Unknown error!!
lt: Nežinoma klaida!

source: Sorry, no info/cover found for title: %s
lt: Atleiskite, pavadinimui: %s nerasta nei informacijos, nei viršelių

source: TheTVDB search
lt: TVDB paieška

source: TMDb search
lt: TMDb paieška

source: IMDB search
lt: IMDb paieška

source: OFDb search
lt: OFDb paieška

source: Unknown service
lt: Nežinoma paslauga

source: Infos for: %s
lt: Informacija apie: %s

source: Movie location: %s
lt: Filmo vieta: %s

source: Ask user
lt: Klausti vartotojo

source: Resume from last position
lt: Tęsti nuo paskutinės pozicijos

source: Start from the beginning
lt: Pradėti iš pradžių

source: Return to movie list
lt: Grįžti į filmų sąrašą

source: Return to previous service
lt: Grįžti į ankstesnį kanalą

source: Pause movie at end
lt: Pauzė filmo pabaigoje

source: Shutdown
lt: Išjungti

source: Only current location
lt: Tik dabartinė vieta

source: Current location and all subdirectories
lt: Dabartinė vieta ir pakatalogiai

source: All directorys below '/media'
lt: Visi katalogai, žemiau /media

source: German (without Year)
lt: Vokiečių (be metų)

source: German (with Year)
lt: Vokiečių (su metais)

source: German (with Starttime)
lt: Vokiečių (su pradžios laiku)

source: Enigma 2 default
lt: Enigma 2 numatytasis

source: English (without Year)
lt: Anglų (be metų)

source: English (with Year)
lt: Anglų (su metais)

source: English (with Starttime)
lt: Anglų (su pradžios laiku)

source: Yellow
lt: Geltonas

source: Blue
lt: Mėlynas

source: Red
lt: Raudonas

source: Black
lt: Juoda

source: Green
lt: Žalias

source: Grey
lt: Pilka

source: Orange
lt: Oranžinė

source: Homebutton
lt: Mygtukas 'Namo'

source: Own text 1
lt: Savas tekstas 1

source: Own text 2
lt: Savas tekstas 2

source: Own text 3
lt: Savas tekstas 3

source: Own text 4
lt: Savas tekstas 4

source: Own text 5
lt: Savas tekstas 5

source: Own text 6
lt: Savas tekstas 6

source: Own text 7
lt: Savas tekstas 7

source: No override
lt: Neperrašyti

source: Video-button
lt: 'VIDEO' mygtukas

source: TV-button
lt: 'TV' mygtukas

source: Radio-button
lt: 'RADIO' mygtukas

source: Timeshift-button
lt: Laiko poslinkio mygtukas

source: Advanced Movie Selection info
lt: Išplėstinės filmų atrankos informacija

source: TMDb info
lt: TMDb informacija

source: IMDb info
lt: IMDb informacija

source: OFDb info
lt: OFDb informacija

source: Thumb (92x138)
lt: Miniatiūra (92x138)

source: Cover (185x278)
lt: Viršelis (185x278)

source: Mid (500x750)
lt: Vidut. (500x750)

source: Original (1400x2100)
lt: Originalus (1400x2100)

source: Disabled
lt: Išjungta

source: Daily
lt: Kasdien

source: Every second day
lt: Kas antrą dieną

source: Weekly
lt: Kas savaitę

source: Every two weeks
lt: Kas dvi savaites

source: Monthly
lt: Kas mėnesį

source: Virtual and Numerical
lt: Virtualus ir skaitmenimis

source: Virtual
lt: Virtualus

source: Numerical
lt: Skaitmeninis

source: Directories
lt: Katalogai

source: Movies
lt: Filmai

source: Last update:
lt: Atnaujinta:

source: Total:
lt: Iš viso:

source: Used:
lt: Naudojama:

source: Free:
lt: Laisva:

source: Symlink:
lt: Simbolinė nuoroda:
