Repository: builder08/enigma2-plugins_5.9
Catalog: audiorestart/po/*.po
Languages: ru

source: Audio restart Setup
ru: Настройки Рестарт аудио

source: Cancel
ru: Отменить

source: Plugin: %(plugin)s , Version: %(version)s
ru: Плагин: %(plugin)s , версия: %(version)s

source: Restart audio
ru: Рестарт аудио

source: Restart audio delay (in sec)
ru: Задержка перезагрузки аудио (сек)

source: Save
ru: Сохранить

source: Setup for the AudioRestart Plugin
ru: Настройки плагина Рестарт аудио

source: after restart
ru: после перезагрузки

source: after restart/standby
ru: после перезагрузки/ожидания

source: after standby
ru: после ожидания

source: disabled
ru: отключен
