Repository: builder08/enigma2-plugins_5.9
Catalog: emailclient/po/*.po
Languages: fa, nl

source: Accounts list
fa: لیست کاربران
nl: Accounts lijst

source: Attachments
fa: پیوست ها
nl: Aanhangesles

source: Date
fa: تاریخ
nl: Datum

source: Email setup
fa: راه اندازی ایمیل
nl: Email instellingen

source: EmailClient for %(account)s: %(error)s
nl: EmailClient voor %(account)s: %(error)s

source: From
fa: از
nl: van

source: New mail arrived for account %s:
nl: Nieuwe mail in account %s:

source: Really delete account %s?
nl: Account %s echt verwijderen?

source: Subject
fa: موضوع
nl: Onderwerp

source: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # If you have problems to log into your imap-server, please send me the output of the following line # cbCapabilities: %(capa)s ####################################################################################################
nl: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # Als u problemen heeft in te loggen op uw imap-server, stuur dan de inhoud van de volgende regel # cbCapabilities: %(capa)s ####################################################################################################

source: account %s is not connected
nl: account %s is niet verbonden

source: account name
fa: نام کاربری
nl: account naam

source: account not connected
fa: کاربر متصل نشده است
nl: account iet verbonden

source: add
fa: افزودن
nl: voeg toe

source: cancel
fa: لغو کردن
nl: annuleer

source: cannot access inbox
fa: عدم دسترسی به صندوق
nl: kan inbox niet bereiken

source: cannot get headers of new messages
fa: نمی توانید هدر پیام های جدید را دریافت نمایید
nl: kan de headers van nieuwe berichten niet verkrijgen

source: cannot get list of new messages
fa: نمی توانید لیست پیام های جدید را دریافت نمایید
nl: kan geen lijst met nieuwe berichten verkrijgen

source: connection failed - retrying
fa: قطع شدن ارتباط - تلاش جهت برقراری ارتباط
nl: verbinden mislukt - probeert opnieuw

source: delete
fa: حذف کردن
nl: verwijder

source: display connection errors
fa: نمایش خطاهای ارتباطی
nl: toon verbindings fouten

source: display timeout (seconds)
fa: نمایش وقفه زمانی بر حسب ثانیه
nl: toon timeout (seconds)

source: edit
fa: ویرایش
nl: bewerk

source: empty values - retry
fa: خالی بودم مقادیر - تلاش مجدد
nl: lege waardes - probeer opnieuw

source: error logging %(who)s in: %(failure)s
nl: fout met loggen %(who)s in: %(failure)s

source: failed to load message
fa: بارگذاری ناموفق پیام
nl: kon berichten niet laden

source: getting message ...
fa: رساندن پیام ...
nl: verkrijg bericht...

source: have %d messages
nl: heb %d berichten

source: have no messages
fa: هیچ پیامی موجود نیست
nl: geen berichten

source: headers loaded, now parsing ...
fa: هدرها بارگذاری شده اند در حال تجزیه و تحلیل فایل
nl: headers gedownload, bezig met samenstellen...

source: importing configurations from %s
nl: importeert configuraties van %s

source: leave unread
fa: ترک خوانده نشده ها
nl: laat ongelezen

source: list all mailboxes
fa: فهرست ایمیل ها
nl: toon alle mailboxen

source: loading headers ...
fa: در حال بارگذاری هدرها ...
nl: laadt headers ...

source: mail check interval (minutes)
fa: وقفه در بررسی پست ها بر حسب دقیقه
nl: mail check interval (minuten)

source: maximum mail size to fetch
fa: اندازه نهایی یک پست
nl: maximale mail grootte om binnen te halen

source: message too large
fa: پیام خیلی حجیم است
nl: bericht te groot

source: no account selected
fa: هیچ کاربری انتخاب نشده است
nl: geen account geselecteerd

source: no date
fa: بدون تاریخ
nl: geen datum

source: no filename
fa: بدون نام فایل
nl: geen bestandsnaam

source: no from
fa: نه از
nl: niet van

source: no mailbox?!?!
fa: بدون هیچ صندوق پستی !؟!؟
nl: geen mailbox?!?!

source: no sender
fa: بدون فرستنده
nl: geen afzender

source: no subject
fa: بدون موضوع
nl: geen onderwerp

source: parsing message ...
fa: در حال بررسی و تجزیه و تحلیل پست...
nl: stelt bericht samen...

source: password
fa: رمز عبور
nl: wachtwoord

source: really delete mail?
fa: آیا واقعا می خواهید این پست را حذف کنید ؟
nl: mail echt verwijderen?

source: really undelete mail?
fa: آیا واقعا می خواهید پست بازگردانی شود ؟
nl: verwijderde mail echt terughalen?

source: remove
fa: پاک کردن
nl: verwijder

source: select Attachment
fa: انتخاب پیوست
nl: kies aanhangsel

source: select Body
fa: انتخاب بدنه
nl: selecteer Body

source: show deleted entries
fa: نمایش ورودی های پاک شده
nl: toon verwijderde entries

source: undelete
fa: بازگردانی کردن
nl: verwijderen ongedaan maken

source: user name
fa: نام کاربری
nl: gebruikers naam

source: view Emails via IMAP4
fa: IMAP4 نمایش پست ها از طریق
nl: bekijk emails via IMAP4

source: Bodys
fa: بدنه ها

source: Email Client
fa: ایمیل کلاینت

source: debug
fa: اشکال زدایی

source: ok
fa: مورد تایید است
