Repository: builder08/enigma2-plugins_5.9
Catalog: networkbrowser/po/*.po
Languages: ca, el, fi, hu, ru

source: A mount entry with this name already exists! Update existing entry and continue?
ca: Un muntatge amb aquest nom ja existeix! Actualitzar l'entrada existent i continuar?
el: Υπάρχει ήδη ένα στοιχείο προσάρτησης με αυτό το όνομα! Ενημέρωση υπάρχοντος στοιχείου και συνέχεια;
fi: Tämän niminen liitos löytyy jo! Päivitä kyseinen liitos ja jatka?
hu: Ez a csatlakozási pont ezzel a névvel már létezik! A meglévő csatlakozási pont frissítése és folytatás?
ru: Подключение с таким именем уже сущесвует! Переименовать и продолжит?

source: AUTOFS (mount as needed)
el: AUTOFS (προσάρτηση όπως απαιτείται)
fi: AUTOFS (liitä tarvittaessa)
hu: AUTOFS (csatlakozás, ha szükséges)

source: Active
ca: Actiu
el: Ενεργό
fi: Aktiivinen
hu: Aktiv
ru: Активный

source: Active/ Inactive
ca: Actiu/ Inactiu
el: Ενεργό/ Μη ενεργό
fi: Aktiivinen/ Pois päältä
hu: Aktív/ Nem aktív
ru: Вкл./ Выкл.

source: Add a new NFS or CIFS mount point to your Receiver.
ca: Afegir un punt de muntatge NFS o CIFS nou al teu receptor.
el: Προσθήκη ενός νέου σημείου προσάρτησης NFS ή CIFS στον δέκτη σας.
fi: Lisää uusi NFS tai CIFS -liitos vastaanottimeesi.
hu: Adjon hozzá egy új NFS vagy CIFS csatlakozási pontot a vevőhöz.
ru: Добавьте NFS или CIFS точку монтирования.

source: Add new network mount point
ca: Afegir un punt de muntatge de xarxa nou
el: Προσθήκη νέου σημείου προσάρτησης
fi: Lisää uusi verkkoliitos
hu: Adjon hozzá új hálózati csatlakozási pontot
ru: Добавьте новую точку монтирования

source: Adding schedule...
ca: Afegir programació...
el: Προσθήκη χρονοπρογραμματισμού...
fi: Lisäämässä aikataulua...
hu: Ütemezés hozzáadása...

source: Are you sure you want to remove your network mount ?
ca: Estàs segur d'eliminar el muntatge de xarxa?
el: Θέλετε σίγουρα να αποθηκευτεί αυτό το σημείο προσάρτησης;
fi: Oletko varma että haluat poistaa verkkoliitoksen?
hu: Biztos benne, hogy el szeretné távolítani a hálózati csatlakozást?

source: Are you sure you want to save this network mount?
ca: Estàs segur de guardar aquest muntatge de xarxa?
el: Θέλετε σίγουρα να αποθηκευτεί αυτό το σημείο προσάρτησης;
fi: Oletko varma että haluat tallentaa tämän verkkoliitoksen?
hu: Biztosan menteni szeretné ezt a hálózati csatlakozást?
ru: Хотите сохранить текущее подключение?

source: Attempt to mount shares again
ca: Intentar muntar els recursos de nou
el: Προσπάθεια επαναπροσάρτησης των κοινόχρηστων στοιχείων
fi: Yritä liittää jaot uudelleen
hu: Kísérelje meg újra a megosztásokat csatlakoztatni
ru: Попытка подключить снова

source: Attempt to recover lost mounts (in background)
ca: Intentar recuperar muntatges perduts (en segon pla)
el: Προσπάθεια επανάκτησης των χαμένων προσαρτήσεων (στο παρασκήνιο)
fi: Yritä palauttaa kadonneet liitokset (taustalla)
hu: Az elveszett csatlakozások visszaállításának kísérlete (a háttérben)
ru: Попытка восстановить подключения

source: Browse network neighbourhood
ca: Explorador de xarxa
el: Αναζήτηση στο οικείο δίκτυο
fi: Tarkastele sisäverkkoasi
hu: Hálózat tallózása
ru: Сетевые подключения

source: CIFS share
ca: CIFS
el: Κοινόχρηστο στοιχείο CIFS
fi: CIFS -jako
hu: CIFS megosztás
ru: CIFS

source: Cancel
ca: Cancel·lar
el: Ακύρωση
fi: Peruuta
hu: Mégse
ru: Отменить

source: Change hostname
ca: Canviar nom del host
el: Αλλαγή ονόματος συσκευής δικτύου
fi: Vaihda isäntäkoneen nimeä
hu: A készülék nevének módosítása
ru: Сменить имя хоста

source: Change the hostname of your Receiver.
ca: Canviar non del host del receptor
el: Αλλαγή του ονόματος δικτύου του δέκτη σας.
fi: Vaihda vastaanottimesi verkkonimeä
hu: Módosítsa a vevőegység nevét.
ru: Сменить имя хоста ресивера.

source: Close
ca: Tancar
el: Κλείσιμο
fi: Sulje
hu: Bezárás
ru: Закрыть

source: Delete
ca: Eliminar
el: Διαγραφή
fi: Poista
hu: Törlés
ru: Удалить

source: Delete mount
ca: Eliminar muntatge
el: Διαγραφή προσάρτησης
fi: Poista liitos
hu: Csatlakozás törlése
ru: Удалить

source: Dir:
el: Φακ:
fi: Hakemisto:
hu: Könyvtár:
ru: Дир:

source: Do you want to enter a username and password for this host?
ca: Vols introduir un nom d'usuari i contrassenya per aquest host?
el: Θέλετε να εισάγετε ένα όνομα χρήστη και κωδικό για αυτό το host;
fi: Haluatko antaa käyttäjätunnuksen ja salasanan tälle laiteelle?
hu: Szeretne felhasználónevet és jelszót megadni ehhez a gazdagéphez?

source: Enigma2 (mount using enigma2)
ca: Enigma2 (muntar utilitzant enigma2)
el: Enigma2 (προσάρτηση μέσω enigma2)
fi: Enigma2 (liitä käyttäen Enigma2:sta )
hu: Enigma2 (csatlakozás enigma2 használatával)
ru: Enigma2

source: Enigma2 old format (mount using linux)
ca: Format antic d'Enigma2 (muntar utilitzant linux)
el: Enigma2 παλιό φορμά (προσάρτηση μέσω linux)
fi: Vanhanaikainen Enigma2 (liitä käyttäen Unixia)
hu: Enigma2 régi formátum (csatlakozás linux használatával)
ru: Старый формат Enigma2

source: Enter IP to scan...
ca: Introduir IP a buscar...
el: Εισαγωγή IP προς σάρωση...
fi: Syötä skannattava IP
hu: Írja be az IP címet a felderítéshez...
ru: Введите IP для скана...

source: Enter new hostname for your Receiver
ca: Introduir nom de host nou per al receptor
el: Εισαγωγή του νέου ονόματος δικτύου του δέκτη σας
fi: Syötä vastaanottimellesi uusi verkkonimi
hu: Írja be a készülék új nevét, megnevezését
ru: Введите новое имя хоста

source: Enter options:
ca: Introduir opcions:
el: Εισαγωγή επιλογών:
fi: Syötä vaihtoehdot:
hu: Adja meg az opciókat:
ru: Введите параметры:

source: Enter password:
ca: Introduir contrassenya:
el: Εισαγωγή κωδικού:
fi: Syötä salasana:
hu: Adja meg a jelszót:
ru: Введите пароль:

source: Enter share directory:
ca: Introduir directori compartit:
el: Εισαγωγή φακέλου κοινόχρηστου στοιχείου:
fi: Syötä jakokansio:
hu: Adja meg a megosztási könyvtárat:
ru: Введите директорию:

source: Enter share name:
ca: Introduir nom del recurs compartit:
el: Εισαγωγή ονόματος κοινόχρηστου στοιχείου:
fi: Syötä jaon nimi:
hu: Adja meg a megosztás nevét:
ru: Введите сетевое имя:

source: Enter user and password for host:
ca: Introduir usuari i contrassenya del host
el: Εισαγωγή χρήστη και κωδικού για τη συσκευή δικτύου:
fi: Syötä isäntäkoneelle käyttäjätunnus ja salasana:
hu: Adja meg a felhasználónevet és a jelszót ehhez a géphez:
ru: Введите логин и пароль:

source: Enter username:
ca: Introduir nom d'usuari
el: Εισαγωγή ονόματος χρήστη:
fi: Syötä käyttäjätunnus:
hu: Adja meg a felhasználónevet:
ru: Введите имя:

source: Expert
el: Προχωρημένο
fi: Edistynyt
hu: Haladó
ru: Эксперт

source: FSTAB (mount at boot)
el: FSTAB (προσάρτηση στην εκκίνηση)
fi: FSTAB (liitä käynnistyksen yhteydessä)
hu: FSTAB (csatlakozás induláskor)

source: Finished restarting your network
ca: Reinici de la xarxa finalitzat
el: Ολοκλήρωση επανεκκίνησης δικτύου
fi: Verkon uudelleenkäynnistys on valmis
hu: A hálózat újraindítása befejeződött
ru: Перезагрузка сети закончена

source: IP Address
ca: Adreça IP
el: Διεύθυνση IP
fi: IP -osoite
hu: IP cím
ru: IP

source: Local share name
ca: Nom del muntatge local
el: Όνομα τοπικού κοινόχρηστου στοιχείου
fi: Paikallisen jaon nimi
hu: Helyi megosztás neve
ru: Сетевое имя

source: Manage network shares
ca: Administrar muntatges de xarxa
el: Διαχείριση κοινόχρηστων στοιχείων στο δίκτυο
fi: Hallitse verkkojakoja
hu: Hálózati megosztások kezelése
ru: Сетевые ресурсы

source: Manage your network shares...
ca: Administra els teus muntatges de xarxa...
el: Διαχείριση των κοινόχρηστων στοιχείων στο δίκτυο...
fi: Hallitse sinun verkkojakojasi...
hu: A hálózati megosztások kezelése...
ru: Управление сетевыми дисками...

source: Mount Again
ca: Muntar de nou
el: Επαναπροσάρτηση
hu: Csatlakozás újra

source: Mount Manager
ca: Administrador de muntatges
el: Διαχείριση προσαρτήσεων
fi: Liitoksien hallinnointi
hu: Csatlakozás kezelő
ru: Монтирование сети

source: Mount Viewer
ca: Visualitzador de muntatges
el: Επισκόπηση προσαρτήσεων
fi: Liitosten katselmointi
hu: Csatlakozás néző

source: Mount again
ca: Muntar de nou
el: Επαναπροσάρτηση
fi: Liitä uudelleen
hu: Csatlakozás újra
ru: Переподключить

source: Mount informations
ca: Informació de muntatge
el: Πληροφορίες προσάρτησης
fi: Tietoa liitoksista
hu: Csatlakozási információk
ru: Информация подключения

source: Mount manager
el: Διαχείριση προσαρτήσεων
fi: Liitosten hallinnointi
hu: Csatlakozás kezelő

source: Mount options
ca: Opcions de muntatge
el: Επιλογές προσάρτησης
fi: Liitosvaihtoehdot
hu: Csatlakozási beállítások
ru: Параметры

source: Mount type
ca: Tipus de muntatge
el: Τύπος προσάρτησης
fi: Liitoksen tyyppi
hu: Csatlakozás típusa
ru: Тип подключения

source: Mount using
ca: Muntar utilitzant
el: Προσάρτηση με χρήση
fi: Liitä käyttäen
hu: Csatlakozás alkalmazása így
ru: Тип монтирования

source: Mounted/ Unmounted
ca: Muntat/ Desmuntat
el: Μονταρισμένο/ Αμοντάριστο
fi: Liitetty/ Liitos purettu
hu: Csatlakoztatva/ Leválasztva
ru: Подключен/ Отключен

source: Mounting network shares...
ca: Muntant recursos compartits...
el: Προσάρτηση κοινόχρηστων στοιχείων δικτύου...
fi: Liittää verkkojakoja...
hu: Hálózati megosztások csatlakozása...

source: Mountpoints management
ca: Administrador de punts de muntatge
el: Διαχείριση σημείων προσάρτησης
fi: Liitosten hallinnointi
hu: Csatlakozási pontok kezelése
ru: Управление точками подключения

source: Mounts editor
ca: Editor de muntatges
el: Επεξεργασία προσαρτήσεων
fi: Liitosten muokkaus
hu: Csatlakozás szerkesztő
ru: Редактор подключений

source: NFS share
ca: NFS
el: Κοινόχρηστο στοιχείο NFS
fi: NFS -jako
hu: NFS megosztás
ru: NFS

source: Network Browser
ca: Explorador de xarxa
el: Πλοηγός δικτύου
fi: Verkkoympäristö
hu: Hálózat kezelő, böngésző
ru: Сетевые подключения

source: No network devices found!
ca: No s'ha trobat dispositius de xarxa
el: Δεν βρέθηκαν συσκευές δικτύου!
fi: Verkkolaitteita ei löytynyt
hu: Nincsenek hálózati eszközök!
ru: Сетевых устройств не найдено!

source: Password
ca: Contrassenya
el: Κωδικός
fi: Salasana
hu: Jelszó
ru: Пароль

source: Please wait for activation of your network mount...
el: Παρακαλώ περιμένετε, ενεργοποίηση προσάρτησης...
fi: Verkkoliitostasi aktivoidaan. Ole hyvä ja odota...
hu: Kérjük, várjon a hálózati csatlakozás aktiválására ...
ru: Подождите, активацию сетевого подключения...

source: Please wait while removing your network mount...
ca: Si us plau, espera mentre s'elimina el teu muntatge...
el: Παρακαλώ περιμένετε να αφαιρεθεί η προσάρτηση...
fi: Verkkoliitoksesi poistetaan. Ole hyvä ja odota...
hu: Várjon, amíg eltávolítja a hálózati csatlakozást...
ru: Подождите, удаление сетевого подключения...

source: Please wait while updating your network mount...
ca: Si us plau, espera mentre s'actualitza el muntatge...
el: Παρακαλώ περιμένετε, ενημέρωση της προσάρτησης δικτύου...
fi: Verkkoliitoksesi päivittyy. Ole hyvä ja odota...
hu: Kérjük várjon, amíg frissíti a hálózati csatlakozást...
ru: Подождите, обновление сетевых подключений...

source: Please wait while your network is restarting...
ca: Si us plau, espera mentre es reinicia la xarxa...
el: Παρακαλώ περιμένετε καθώς γίνεται επανεκκίνηση του δικτύου σας...
fi: Verkkosi uudelleenkäynnistyy. Ole hyvä ja odota.
hu: Kérjük várjon, amíg a hálózat újraindul...
ru: Подождите, перезагрузка сети...

source: Press OK to activate the settings.
ca: Prem OK per activar les configuracions
el: Πιέστε ΟΚ για να ενεργοποιηθούν οι ρυθμίσεις.
fi: Paina OK aktivoidaksesi asetukset.
hu: Az OK gombbal aktiválhatja a beállításokat.
ru: ОК, для активации настроек

source: Press OK to collapse this host
ca: Prem OK per a contraure aquest host
el: Πιέστε ΟΚ για απόκρυψη αυτού του host
fi: Paina OK kutistaaksesi tämän isäntäkoneen tiedot
hu: Nyomja meg az OK gombot a összezáráshoz
ru: ОК, чтобы обрушить хост

source: Press OK to edit selected settings.
ca: Prem OK per a editar les configuracions sel·leccionades.
el: Πιέστε ΟΚ για επεξεργασία των επιλεγμένων ρυθμίσεων.
fi: Paina OK muokataksesi valittuja asetuksia.
hu: Nyomja meg az OK gombot a kiválasztott beállítások szerkesztéséhez.
ru: Ок, для редактирования

source: Press OK to edit the settings.
ca: Prem OK per a editar les configuracions.
el: Πιέστε ΟΚ για επεξεργασία των ρυθμίσεων.
fi: Paina OK muokataksesi asetuksia
hu: A beállítások szerkesztéséhez nyomja meg az OK gombot.
ru: Ок, для редактирования

source: Press OK to expand this host
ca: Prem OK per a expandir aquest host
el: Πιέστε ΟΚ για επέκταση αυτού του host
fi: Paina OK laajentaaksesi tämän isäntäkoneen tietoja
hu: Nyomja meg az OK gombot a kinyitásához
ru: Нажмите Ок для просмотра хоста

source: Press OK to mount this share!
ca: Prem OK per a muntar aquest recurs compartit!
el: Πιέστε ΟΚ για προσάρτηση αυτού του κοινόχρηστου στοιχείου!
fi: Paina OK liittääksesi tämän jaon!
hu: Nyomja meg az OK gombot a megosztáshoz!
ru: Ок, для подключения!

source: Press OK to mount!
ca: Prem OK per a muntar!
el: Πιέστε ΟΚ για προσάρτηση!
fi: Paina OK liittääksesi
hu: Nyomja meg az OK gombot a csatlakozáshoz!
ru: Ок, для подключения!

source: Press OK to save settings.
ca: Prem OK per a guardar les configuracions.
el: Πιέστε ΟΚ για αποθήκευση των ρυθμίσεων.
fi: Paina OK tallentaaksesi asetukset
hu: A beállítások mentéséhez nyomja meg az OK gombot.
ru: Ок, для сохранения настроек.

source: Press OK to select.
ca: Prem OK per a sel·leccionar.
el: Πιέστε ΟΚ για επιλογή.
fi: Paina OK valitaksesi.
hu: Nyomja meg az OK gombot a kiválasztáshoz.
ru: Ок, для выбора.

source: Re-mount network shares every (in hours)
ca: Re-muntar els recursos compartits cada (en hores)
el: Επαναπροσάρτηση κοινόχρηστων στοιχείων κάθε (σε ώρες)
fi: Määritä tunnit kuinka usein verkkojakosi liitetään uudelleen
hu: Csatlakoztassa újra a hálózati megosztásokat (óránként)
ru: Перемонтировать сетевые подключения каждые (в часах)

source: Really close without saving settings?
ca: Tancar realment sense guardar la configuració?
el: Έξοδος χωρίς αποθήκευση ρυθμίσεων;
fi: Oletko varma että haluat sulkea tallentamatta?
hu: Tényleg bezárja a beállítások mentése nélkül?

source: Rescan
ca: Buscar de nou
el: Επανασάρωση
fi: Skannaa uudelleen
hu: Újraolvasás
ru: Сканировать

source: Save
ca: Guardar
el: Αποθήκευση
fi: Tallenna
hu: Mentés

source: Scan NFS share
ca: Buscar NFS
el: Ανίχνευση κοινόχρηστου στοιχείου NFS
fi: Skannaa NFS -jako
hu: NFS megosztás felderítése
ru: NFS скан

source: Scan range
ca: Buscar interval
el: Εύρος ανίχνευσης
fi: Skannaa alue
hu: Felderítési cím tartomány
ru: Диапазон

source: Schedule MountAgain
ca: Programar 'Muntar de nou'.
el: Προγραμματισμός επαναπροσάρτησης
fi: Ajasta MountAgain
hu: Újra csatlakozás ütemezése
ru: Расписание перемонтирования

source: Schedule a auto remount of your network shares.
ca: Programa un re-muntatge automàtic del teus recursos compartits.
el: Προγραμματισμός αυτόματης επαναπροσάρτησης των κοινόχρηστων στοιχείων του δικτύου σας.
fi: Ajasta automaattinen verkkojakojesi uudelleenliitos.
hu: Ütemezze be a hálózati megosztások automatikus újra csatlakozását.
ru: Переподключение списка сетевых дисков.

source: Search for network shares
ca: Buscar recursos compartits
el: Ανίχνευση κοινόχρηστων στοιχείων δικτύου
fi: Etsi verkkojakoja
hu: Hálózati megosztások keresése
ru: Поиск сетевых дисков

source: Search for network shares...
ca: Buscar recursos compartits...
el: Αναζήτηση για κοινόχρηστα στοιχεία...
fi: Etsi verkkojakoja...
hu: Hálózati megosztások keresése...
ru: Поиск сетевых дисков...

source: Searching your network. Please wait...
ca: Buscant a la teva xarxa. Si us plau, espera...
el: Ανίχνευση στο δίκτυο. Παρακαλώ περιμένετε...
fi: Etsii verkkoasi. Ole hyvä ja odota...
hu: A hálózat keresése. Kérjük várjon...
ru: Поиск в сети, ждите...

source: Server IP
ca: IP del servidor
el: IP Διακομιστή
fi: Palvelimen IP
hu: Szerver IP címe
ru: IP cервера

source: Server share
ca: Recurs compartit del servidor
el: Κοινόχρηστο στοιχείο διακομιστή
fi: Palvelinjako
hu: Szerver megosztás neve
ru: Имя папки

source: Setup Mount Again
ca: Configurar Muntar de nou
el: Επαναρύθμιση προσάρτησης
fi: MountAgain asetukset
hu: Újra csatlakozás beállítása
ru: Параметры переподключения

source: Use as HDD replacement
ca: utilitza com reemplaçament del HDD
el: Χρήση ως σκληρός δίσκος
fi: Käytä korvaavana kovalevynä
hu: használva a merevlemez kiváltásaként
ru: Использовать в качестве HDD

source: User management
ca: Administració d'usuaris
el: Διαχείριση χρηστών
fi: Käyttäjien hallinnointi
hu: Felhasználók kezelése
ru: Управление пользователями

source: Usermanager
ca: Administrar usuaris
el: Διαχείριση χρηστών
fi: Käyttäjähallinnointi
ru: Менеджер пользователя

source: Username
ca: Nom d'usuari
el: Όνομα χρήστη
fi: Käyttäjätunnus
hu: Felhasználónév
ru: Логин

source: View, edit or delete mountpoints on your Receiver.
ca: Veure, editar o eliminar muntatges del teu receptor.
el: Επισκόπηση, επεξεργασία ή διαγραφή σημείων προσάρτησης στον δέκτη σας.
fi: Tarkasta, muokkaa tai poista vastaanottimesi liitoksia
hu: Megtekintheti, szerkesztheti vagy törölheti a csatlakozási pontokat a vevőegységen.
ru: Просмотреть, редактировать или удалить точки подключения.

source: View, edit or delete usernames and passwords for your network.
ca: Veure, editar o eliminar noms d'usuari i contrassenyes de la teva xarxa.
el: Επισκόπηση, επεξεργασία ή διαγραφή ονομάτων χρήστη και κωδικών στο δίκτυό σας.
fi: Tarkasta, muokkaa tai poista verkkosi käyttäjätunnuksia ja salasanoja.
hu: Nézze, módosítsa vagy törölje a hálózathoz tartozó felhasználóneveket és jelszavakat.
ru: Просмотреть, редактировать или удалить логины, пароли вашей сети.

source: You have changed the share name! Update existing entry and continue?
ca: ¡Has canviat el nom del muntatge! Actualitzar l'existent i continuar?
el: Το όνομα του κοινόχρηστου στοιχείου έχει αλλάξει! Ενημέρωση υπάρχοντος στοιχείου και συνέχεια;
fi: Vaihdoit jakosi nimeä! Päivitä syöttämäsi tiedot ja jatka?
hu: Megváltoztatta a megosztás nevét! A meglévő megosztás nevének frissítése és folytatás?

source: Your network mount has been activated.
ca: El teu muntatge s'ha activat.
el: Η προσάρτηση δικτύου ενεργοποιήθηκε.
fi: Verkkoliitoksesi on aktivoitu.
hu: A hálózati csatlakozás aktiválva volt.
ru: Подключение было активировано.

source: Your network mount has been removed.
ca: El teu muntatge s'ha eliminat.
el: Η προσάρτηση δικτύου αφαιρέθηκε.
fi: Verkkoliitoksesi on poistettu.
hu: A hálózati csatlakozás eltávolításra került.
ru: Подключение было удалено.

source: Your network mount has been updated.
ca: El teu muntatge s'ha actualitzat.
el: Η προσάρτηση δικτύου ενημερώθηκε.
fi: Verkkoliitoksesi on päivitetty.
hu: A hálózati csatlakozás frissítve lett.
ru: Подключение было обновлено.
