Repository: builder08/enigma2-plugins_5.9
Catalog: curlytx/po/*.po
Languages: nl

source: Add new page
nl: Voeg nieuwe pagina toe

source: Cancel
nl: Annuleer

source: Close window
nl: Sluit venster

source: Default page
nl: Standaard pagina

source: Delete
nl: Verwijder

source: Delete selected page
nl: Verwijder geselecteerde pagina

source: Dismiss all setting changes
nl: Annuleer alle veranderde instellingen

source: Edit selected page
nl: Bewrk geselecteerde pagina

source: Error fetching URL:
nl: Fout bij binnenhalen URL:

source: Error loading page feed:
nl: Fout bij laden pagina feed:

source: Font size
nl: Lettergrootte

source: Go and add a page in the settings
nl: Voef een pagina toe in de instellingen

source: HTTP response headers for
nl: HTTP antwoord koppen voor

source: Invalid page
nl: Ongeldige pagina

source: Load pages from feed
nl: Laad pagina's van de feed

source: Loading ...
nl: Bezig met laden...

source: Menu title
nl: Menu titel

source: New
nl: Nieuw

source: Next
nl: Volgende

source: No page feed URL defined
nl: Geen pagina feed URL gedefinieerd

source: Page URL
nl: Pagina URL

source: Page feed URL
nl: Pagina feed URL

source: Page:
nl: Pagina:

source: Prev
nl: Vorige

source: Really delete this page? It cannot be recovered!
nl: Deze pagina echt verwijderen? Dit kan niet ongedaan worden gemaakt!

source: Reload
nl: Herlaad

source: Reload current page URL
nl: Herlaad huidige pagina URL

source: Save settings and close screen
nl: Sla instellingen op en sluit scherm

source: Scroll page contents down
nl: Scoll pagina omhoog

source: Scroll page contents up
nl: Scroll pagina omlaag

source: Settings
nl: Instellingen

source: Show HTTP response headers
nl: Toon HTTP antwoord koppen

source: Show in extensions menu
nl: Toon in extensies

source: Show in main menu
nl: Toon in hoofdmen

source: Show program settings
nl: Toon in programma-instellingen

source: Show this help screen
nl: Toon dit helpscherm

source: Switch to next configured page URL
nl: Ga naar de volgende geconfigureerde pagina URL

source: Switch to previous configured page URL
nl: Ga naar de voorheen geconfigureerde pagina URL

source: View remote text files
nl: Bekijk remote tekstbestanden
