Repository: builder08/enigma2-plugins_5.9
Catalog: infobartunerstate/po/*.po
Languages: de

source: If You like this plugin and want to support it,
de: Wenn Sie dieses Plugin mögen und spenden möchten

source: SUPPORT:
de: UNTERSTÜTZUNG:

source: Thanks a lot ! PayPal:
de: Vielen Dank ! PayPal:

source: feel free to donate via PayPal.
de: Sie können gerne über PayPal spenden.

source: or if just want to say ''thanks'',
de: oder wenn Sie einfach nur "Danke" sagen wollen,

source: Add Setup to extension menu
de: Einstellungen in Erweiterungen aufführen

source: Add Show to extension menu
de: InfoBarTunerState in Erweiterungen aufführen

source: Background transparency
de: Hintergrundtransparenz

source: Begin
de: Anfang

source: Channel Name
de: Sendername

source: Channel Number
de: Sendernummer

source: Configuration
de: Konfiguration

source: Destination
de: Ziel

source: Destination / Client
de: Ziel / Klient

source: Duration
de: Dauer

source: Enable InfoBarTunerState
de: Aktivieren InfoBarTunerState

source: End
de: Ende

source: Field %d content
de: Feld %d Inhalt

source: Field %d width
de: Feld %d Breite

source: File Size
de: Dateigröße

source: Finished
de: Beendet

source: Free Space
de: Frei

source: Horizontal offset left in pixel
de: Horizontale Versatz links in Pixel

source: Horizontal offset right in pixel
de: Horizontaler Versatz rechts in Pixel

source: InfoBarTunerState Setup
de: InfoBarTunerState Einstellungen

source: InfoBarTunerState is disabled
de: InfoBarTunerState ist deaktiviert

source: List goes up
de: Die Liste geht nach oben

source: MoviePlayer integration
de: Medienplayerintegration

source: None
de: Keine

source: Nothing running
de: Es läuft nichts

source: Number of finished recordings in list
de: Anzahl beendeter Aufnahmen in der InfoBar

source: Number of pending recordings in list
de: Anzahl der anstehenden Aufnahmen in der InfoBar

source: Number of seconds for displaying finished recordings
de: Anzahl von Sekunden für die Anzeige beendeter Aufnahmen

source: Only one Graphical Progress field allowed:
de: Nur eine grafische Fortschrittsanzeige erlaubt:

source: Only one Icon field allowed:
de: Nur ein Icon erlaubt:

source: Only one Name field allowed:
de: Es ist nur ein Namensfeld erlaubt:

source: Overwrite Infobar timeout
de: Überschreibe Infobar Timeout

source: Placeholder for Progressbar
de: Platzhalter für Progressbar

source: Prepare / Start / End record
de: Aufnahme vorbereiten / beginnen / beenden

source: Prepare record
de: Aufnahme vorbereiten

source: Record
de: Aufnahme

source: Show InfoBarTunerState
de: Zeige InfoBarTunerState

source: Show Message when Recording starts
de: Zeige Nachricht wenn Aufnahme startet

source: Show and hide with InfoBar
de: Mit InfoBar zeigen und verbergen

source: Show on events
de: In Programmen zeigen

source: Show streams
de: Zeige Streams

source: Start / End record
de: Aufnahme Start / Ende

source: Start record
de: Aufnahme starten

source: Stream Client
de: Stream Klient

source: Stream Client with Port
de: Stream Klient auf Port

source: Text padding offset in pixel
de: Textfüllung Offset in Pixel

source: Text spacing offset in pixel
de: Textabstand Offset in Pixel

source: Time Elapsed
de: Zeit vergangen

source: Time Left
de: Zeit verbleibend

source: Time Left / Duration
de: Zeit verbleibend / Dauer

source: Time format begin
de: Zeitformat Anfang

source: Time format end
de: Zeitformat Ende

source: Timer Progress (Graphical)
de: Timerfortschritt (grafisch)

source: Timer Progress (Text)
de: Timerfortschritt (Text)

source: Tuner Type
de: Tuner Typ

source: Type (Icon)
de: Typ (Icon)

source: Type (Text)
de: Typ (Text)

source: Usage
de: Verwendung

source: Variable field width
de: Feldbreite Variable

source: Vertical offset in pixel
de: Vertikaler Offset in Pixel

source: configuration
de: Konfiguration
