Repository: builder08/enigma2-plugins_5.9
Catalog: zapstatistic/po/*.po
Languages: nl

source: Close plugin
nl: Sluit plugin

source: Delete
nl: Verwijder

source: Delete all entries
nl: Verwijder alles

source: Delete entry
nl: Verwijder

source: Durations
nl: Duur

source: Play entry
nl: Speel af

source: Please choose a function...
nl: Kies een funktie

source: Show combined duration window
nl: Toon gecombineerde duur-schermen

source: Show duration window
nl: Toon duur-scherm

source: Shows the watched services with some statistic
nl: Toon bekeken events met enkele tatistische gegevens

source: Sort (date+)
nl: Sorteer (datum+)

source: Sort (date-)
nl: Sorteer (datum-)

source: Sort (duration+)
nl: Sorteer (duur+)

source: Sort (duration-)
nl: Sorteer (duur-)

source: Sort (name+)
nl: Sorteer (naam+)

source: Sort (name-)
nl: Sorteer (naam-)

source: Sort by date (ascending)
nl: Sorteer op datum (oplopend)

source: Sort by date (descending)
nl: Sorteer op datum (aflopend)

source: Sort by name (ascending)
nl: Sorteer op naam (oplopend)

source: Sort by name (descending)
nl: Sorteer op naam (aflopend)

source: Zap Statistic
nl: Zap statistiek
