Repository: builder08/enigma2-plugins_5.9
Catalog: ncidclient/po/*.po
Languages: nl

source: Add entry to phonebook
nl: Voeg toe aan telefoonboek

source: Areacode to add to calls without one (if necessary)
nl: Voeg netnummer toe (indien noodzakelij)

source: Austria
nl: Oostenrijk

source: Automatically add new Caller to PhoneBook
nl: Voeg nieuwe bellers automatisch toe aan telefoonboek

source: Call monitoring
nl: Monitor oproepen

source: Cancel
nl: Annuleer

source: Connected to NCID Server
nl: Verbonden met NCID Server

source: Connecting to NCID Server failed (%s) retrying...
nl: Verbinden met NCID Server mislukt (%s) Probeer opnieuw...

source: Connecting to NCID Server...
nl: Verbinden met NCID Server...

source: Connection to NCID Server lost (%s) retrying...
nl: Verbinding met NCID Server kwijt (%s) probeer opnieuw...

source: Country
nl: Land

source: Delete
nl: Verwijder

source: Display Fon calls on screen
nl: Toon Fon-oproepen

source: Do you really want to delete entry for %(number)s %(name)s?
nl: Wilt u echt de entry verwijderen voor %(number)s %(name)s?

source: Edit
nl: Bewerk

source: Enter Search Terms
nl: Geef zoek term in

source: Entry incomplete.
nl: Ingave incompleet.

source: France
nl: Frankrijk

source: Germany
nl: Duitsland

source: Incoming Call on %s from --------------------------------------------- %s %s ---------------------------------------------
nl: Inkomende oproep op %s van --------------------------------------------- %s %s ---------------------------------------------

source: Italy
nl: ItaliÃ«

source: Last 10 calls:
nl: Laatste 10 oproepen:

source: Media directory
nl: Media map

source: NCID Client - Setup
nl: NCID Client - Instellingen

source: NCID server (Name or IP)
nl: NCID server (Naam of IP)

source: Name
nl: Naam

source: New
nl: Nieuw

source: No entry selected
nl: Niets geselecteerd

source: No phonebook
nl: Geen telefoonboek

source: Number
nl: Nummer

source: PhoneBook Location
nl: Plaats telefoonboek

source: Phonebook
nl: Telefoonboek

source: Plugin not active
nl: Plugin niet aktief

source: Reverse Lookup Caller ID (select country below)
nl: Reverse Lookup Caller ID (selecteer land hieronder)

source: Search
nl: Zoek

source: Search phonebook
nl: Zoek telefoonboek

source: Show after Standby
nl: Toon na Standby

source: Show connection information popups
nl: Toon verbindings-informatie popups

source: Switzerland
nl: Zwitzerland

source: The Netherlands
nl: Nederland

source: Timeout for Call Notifications (seconds)
nl: Timeout voor oproep meldingen (seconds)

source: UNKNOWN
nl: Onbekend

source: USB Device
nl: USB-apparaat

source: Use internal PhoneBook
nl: Gebruik intern telefoonboek

source: no calls
nl: geen oproepen

source: number suppressed
nl: nummer onderdrukt

source: show as list
nl: toon als lijst

source: show each call
nl: toon elke oproep

source: show nothing
nl: yoon niets
