Repository: builder08/enigma2-plugins_5.9
Catalog: audiosync/po/*.po
Languages: cs, ru

source: %i ms
ru: %i мс

source: Audio Sync
ru: Синхронизация аудио

source: Audio Sync Setup
cs: Nastavení Audio Sync
ru: Настройки аудио синхронизации

source: Cancel
cs: Zrušit
ru: Отмена

source: Center screen at the lower border
cs: Vystředit obraz dolů
ru: Нижняя граница центра экрана

source: Center screen at the upper border
cs: Vystředit obraz k hornímu okraji
ru: Верхняя граница центра экрана

source: Change active delay
cs: Změnit aktivní zpoždění
ru: Изменение активной задержки

source: Channel audio:
cs: Stopa:
ru: Аудио канал:

source: Decrease delay
cs: Snížit zpoždění
ru: Уменьшение задержки

source: Decrease delay by %i ms (can be set)
cs: Snížit zpoždění o %i ms (může být nastaveno)
ru: Уменьшение задержки на %i мс (может быть установлено)

source: Discard changes and close plugin
cs: Neuložit a zavřít plugin
ru: Отменить изменения и закрыть плагин

source: Discard changes and close screen
cs: Neuložit a zavřít obrazovku
ru: Отменить изменения и закрыть экран

source: Global delay
cs: Zpož. celkem
ru: Общая задержка

source: Increase delay
cs: Zvýšit zpoždění
ru: Увеличение задержки

source: Increase delay by %i ms (can be set)
cs: Zvýšit zpoždění o %i ms (může být nastaveno)
ru: Увеличение задержки на %i мс (может быть установлено)

source: Invalid selection
cs: Neplatný výběr
ru: Неправильный выбор

source: Menu
ru: Меню

source: Move plugin screen
cs: Přesunout okno pluginu
ru: Переместить экран плагина

source: Move screen down
cs: Posunout obraz dolů
ru: Переместить экран вниз

source: Move screen to the center of your TV
cs: Posunout obraz do středu TV
ru: Переместить экран на центр ТВ

source: Move screen to the left
cs: Posunout obraz vlevo
ru: Переместить экран влево

source: Move screen to the lower left corner
cs: Posunout obraz dolů vlevo
ru: Переместить экран в левый нижний угол

source: Move screen to the lower right corner
cs: Posunout obraz dolů vpravo
ru: Переместить экран в правый нижний угол

source: Move screen to the middle of the left border
cs: Posunout obraz do středu vlevo
ru: Переместить экран к середине левой границы

source: Move screen to the middle of the right border
cs: Posunout obraz do středu vpravo
ru: Переместить экран к середине правой границы

source: Move screen to the right
cs: Posunout obraz vpravo
ru: Переместить экран вправо

source: Move screen to the upper left corner
cs: Posunout obraz vlevo nahoru
ru: Переместить экран в левый верхний угол

source: Move screen to the upper right corner
cs: Posunout obraz vpravo nahoru
ru: Переместить экран в правый верхний угол

source: Move screen up
cs: Posunout obraz nahoru
ru: Переместить экран вверх

source: OK
ru: ОК

source: Open plugin menu
cs: Otevřít menu pluginu
ru: Открыть меню плагина

source: Outer Bound (+/-)
cs: Krajní mez(+/-)
ru: Внешняя граница (+/-)

source: Reset saved position
cs: Reset uložené pozice
ru: Сбросить сохранённую позицию

source: Save current delay to key
cs: Uložit aktuální na zkratku
ru: Сохранить выбранную задержку на кнопку

source: Save to key
cs: Uložit zkratku
ru: Сохранить на кнопку

source: Save values and close plugin
cs: Uložit a zavřít plugin
ru: Сохранить значения и закрыть плагин

source: Save values and close screen
cs: Uložit a zavřít obrazovku
ru: Сохранить значения и закрыть экран

source: Select the key you want to set to %i ms
cs: Vyberte klávesu, pro nastavení na %i ms
ru: Выберите кнопку для установки %i мс

source: Service delay
cs: Zpoždění kanálu
ru: Задержка сервиса

source: Set delay to %i ms (can be set)
cs: Nastavit zpoždění na %i ms (může být nastaveno)
ru: Установить задержку %i мс (может быть установлено)

source: Setting key canceled
cs: Nastavení zrušeno
ru: Отменить установку на кнопки

source: Setup for the Audio Sync Plugin
cs: Nastavení pro plugin Audio Sync
ru: Настройка плагина аудиосинхронизации

source: Step in ms for arrow keys
cs: Zpoždění v ms pro šipku
ru: Шаг в мс для влево/вправо

source: Step in ms for key %i
cs: Zpoždění v ms pro klávesu %i
ru: Шаг в мс для кнопки %i

source: Step in ms for keys '%s'
cs: Zpoždění v ms pro klávesy '%s'
ru: Шаг в мс для кнопок '%s'

source: Wait time in ms before activation:
cs: Prodleva před aktivací (v ms):
ru: Время ожидания в мс перед активацией:

source: sets the Audio Delay (LipSync)
cs: nastaví prodlevu audia (LipSync)
ru: установки задержки Аудио (фонограмма)

source: Key %(Key)s successfully set to %(delay)i ms
cs: Klávesa %(Key)s nastavena na %(delay)i ms

source: Key %(key)s (current value: %(value)i ms)
cs: Klávesa %(key)s (aktuální: %(value)i ms)

source: Plugin: %(plugin)s , Version: %(version)s
cs: Plugin: %(plugin)s , Verze: %(version)s
