Repository: builder08/enigma2-plugins_5.9
Catalog: automaticcleanup/po/*.po
Languages: nl

source: Automatic System Cleanup Setup
nl: Automatic System Cleanup instellingen

source: Cancel
nl: Annuleer

source: Cleanup timerlist, orphaned movie files and stored setting backups automatically. Modify the settings to match your preferences. More detailed explanations given with each adjustable option.
nl: Schoont de timerlijst, wees-opnamebestanden en setting backups automatisch op. Maak de gewenste instellingen. Meer gedetaileerde uitleg wordt bij elke instellinge gegeven.

source: Delete crashlogs
nl: Verwijder crashlogs

source: Delete orphaned movie files
nl: Verwijder wees-bestanden van opnames

source: Delete system setting backups
nl: Verwijder systeem setting backups

source: Delete timerlist entries
nl: Verwijder timers

source: If enabled, orphaned movie files will be automatically deleted from movie directories.
nl: Indien ingeschakeld worden wees-opnamebestanden automatisch uit de opnamemappen verwijderd.

source: Maximum number of crashlogs
nl: Maximum aantal crashlogs

source: Maximum number of system setting backups
nl: Maximum aantal backups.

source: Maximum number of system setting backups to keep, regardless of retention period.
nl: Maximum aantal backups dat bewaard wordt, ongeacht de retentie periode.

source: Sorry, this feature is not available due to license reasons. To get the full version, please search the web for "dreambox automaticcleanup."
nl: Sorry, dit onderdeel is niet beschikbaar vanwege een licentie kwestie. Om de volledige versie te verkrijgen moet u op het internet zoeken naar "dreambox automaticcleanup."

source: Specify, how long expired timer list entries shall be kept at most. Deactivated repeat timer entries won't be deleted ever.
nl: Geef aan hoe lang verlopen timers maximaal bewaard moeten worden. Gedeactiveerde herhalende timers worden nooit verwijderd.

source: Specify, how long system setting backups shall be kept at most (even if maximum number is not yet exceeded). Latest backup will be kept anyway!
nl: Geef aan hoe lang u setting backups maximaal wilt bewaren (zelfs als het maximum aantal niet is bereikt). De laatste backup wordt in ieder geval bewaard!

source: System cleanup
nl: Systeem opschonen

source: Timerlist cleanup is enabled in EMC plugin! To avoid crashes, we won't delete entries whilst this option is enabled in EMC.
nl: Opschonen van timers is in de EMC plugin ingeschakeld! Om problemen te voorkomen zullen we geen timers verwijderen zolang die optie in EMC is ingeschakeld.

source: all
nl: alles

source: cleanup disabled
nl: opschonen uitgeschakeld

source: immediately after recording
nl: onmiddellijk na de opname

source: last 10
nl: laatste 10

source: last 2
nl: laatste 2

source: last 3
nl: laatste 3

source: last 5
nl: laatste 5

source: older than 1 day
nl: ouder dan 1 dag

source: older than 1 week
nl: ouder dan 1 week

source: older than 2 weeks
nl: ouder dan 2 weken

source: older than 3 days
nl: ouder dan 3 dagen

source: older than 3 months
nl: ouder dan 3 maanden

source: older than 4 weeks
nl: ouder dan 4 weken

source: older than 6 months
nl: ouder dan 6 maanden

source: older than 6 weeks
nl: ouder dan 6 weken

source: only last one
nl: alleen de laatste

source: void
nl: ongeldig
