Repository: builder08/enigma2-plugins_5.9
Catalog: flashexpander/po/*.po
Languages: lt, nl, ru

source: ... is used, %dMB free
lt: ... naudojama, %dMB laisva
nl: ... in gebruik, %dMB vrij
ru: ... занято, %dМБ свободно

source: Are you sure want to create FlashExpander on %s Partition %d
lt: Tikrai norite sukurti FlashExpander į %s skaidinį %d
nl: FlashExpander activeren op %s Partitie %d
ru: Вы уверены, что хотите создать FlashExpander на %s Раздел %d

source: Are you sure want to create FlashExpander on Server: %s Path: %s
lt: Tikrai norite sukurti FlashExpander į serverį: %s kelias: %s
nl: FlashExpander activeren op Server: %s Pad: %s
ru: Вы уверены, что хотите создать FlashExpander на Сервер: %s Путь: %s

source: Do you want to reboot your STB_BOX?
lt: Ar norite savo aparatą paleisti iš naujo?
ru: Вы хотите перезагрузить STB_BOX?

source: FlashExpander
lt: FlashExpander - atminties plėtėjas

source: FlashExpander is not installed, create? Press Key OK.
lt: FlashExpander neįdiegtas, sukurti? Paspauskite 'OK'.
nl: FlashExpander is niet actief, activeren? Druk OK.
ru: FlashExpander ещё не создан, создать? Нажмите кнопку ОК.

source: Mount failed (%s)
lt: Pajungti nepavyko (%s)
nl: Mount mislukt (%s)
ru: Монтирование не удалось (%s)

source: No HDD-, SSD- or USB-Device found. Please first initialized.
lt: Jokių HDD, SSD, ar USB įrenginių nerasta. Pirma inicializuokite juos.
nl: Geen HDD-, SSD- of USB-medium gevonden. Gelieve eerst te initialiseren.
ru: Не найдено HDD, SSD или USB-устройств. Пожалуйста, сначала проинициализруйте.

source: Please wait, Flash memory will be copied.
lt: Palaukite, kol išorinė atmintis bus nukopijuota.
nl: Even geduld. Flashgeheugen wordt gekopiëerd.
ru: Пожалуйста, подождите, идет копирование флэш-памяти .

source: Too little free space < 180MB or wrong Filesystem!
lt: Per mažai laisvos vietos < 180MB, arba netinkama failų sistema!
nl: Te weinig vrije ruimte < 180MB of foutief bestandssysteem!
ru: Слишком мало свободного места < 180МБ или не подходящая файловая систеа!

source: choose device to FlashExpander
lt: pasirinkti įrenginį FlashExpander
nl: Kies een medium voor FlashExpander
ru: выбор устройства для FlashExpander

source: error adding fstab entry for: %s
lt: klaida pridedant fstab įrašą: %s
nl: Fout bij het toevoegen van %s in de fstab
ru: ошибка при добавлении записи в fstab для: %s

source: error copy flash memory
lt: išorinės atminties kopijavimo klaida
nl: Fout bij het kopiëren van het flash-geheugen
ru: ошибка при копировании флэш-памяти

source: extend your flash memory
lt: išplėskite išorinę atminties
nl: Flash-geheugen uitbreiden
ru: расширяет флэш-память

source: read UUID
lt: skaityti UUID
nl: UUID lezen
ru: читать UUID

source: unknown
lt: nežinoma
nl: onbekend
ru: неизвестно
