Repository: builder08/enigma2-plugins_5.9
Catalog: pluginsort/po/*.po
Languages: nl

source: End Sort
nl: BeÃ«indig sorteren

source: Manage extensions
nl: Behandel extensies

source: Remove Plugins
nl: Verwijder Plugins

source: Sort
nl: Sorteer

source: Sort EventInfo Extensions
nl: Sorteer EventInfo extensies

source: Sort Extensions
nl: Sorteer extensies

source: Sort MovieList Extensions
nl: Sorteer MovieLijst Extensies

source: Unable to load PluginHider
nl: Kan PluginHider niet laden

source: disable move mode
nl: schakel verplaats mode uit

source: enable move mode
nl: schakel verplaats mode in

source: hide selected plugin
nl: verberg geselecteerde plugins

source: move event extensions
nl: verplaats event extensies

source: move extensions
nl: verplaats extensies

source: move movie extensions
nl: verplaats movie extensies
